[
  {
    "_id": 0,
    "title": "Le départ de Camelot",
    "battle": false,
    "text": "Vous marchez depuis quelques heures déjà. Lorsque vous vous êtes mise en route pour le fief de Merlin, vous aviez déjà entendu les histoires. La petite ville ne serait qu’une énième plaisanterie d’un esprit tombant irrémédiablement en décrépitude. L’enchanteur royal n’est plus que l’ombre de lui-même depuis près de 20 ans maintenant. Il terrorise aujourd’hui des villageois avec des golems de pierre, caché dans son château. Lorsque vous avez vu le décret royal à la taverne du “Rotiwok”, vous avez été quelque peu interloqué par la formulation : “Le Roi Arthur ordonne la saisie du grimoire de Merlin, utilisé pour invoquer les “Témoins de Merlin”, des golems de pierre. Sera attribuée la récompense de 1 000 pièces d’or à…” C’est à partir de là que votre cerveau n’en avait plus grand-chose à foutre.",
    "image": "",
    "buttons": [
      {
        "title": "Poursuivre votre route",
        "quest": 1,
        "unique": false
      }
    ]
  },
  {
    "_id": 1,
    "title": "Les Témoins de Merlin",
    "battle": false,
    "text": "Lorsque vous passez le panneau indiquant “Fookin Foolths”, des golems se précipitent vers vous. Les fameux “Témoins de Merlin” en pierre et en… pierre. De prime abord effrayée, vous réalisez rapidement qu’ils n’en veulent qu’à vos oreilles : ils ne cessent de réclamer de votre temps pour vous entretenir de “la grandeur du seigneur Merlin”. Vous n’avez droit à aucun répit jusqu’à atteindre la taverne. Pire, vous constatez que les golems commencent à diversifier leurs activités en proposant des ventes de bocaux et autres babioles - vous remarquez notamment une étrange pyramide en fer, très étirée en hauteur, qu’un golem particulièrement enthousiaste vous agite sous le nez en articulant “Touréphel”.",
    "image": "",
    "buttons": [
      {
        "title": "Pousser la porte de la taverne",
        "quest": 2,
        "unique": false
      }
    ]
  },
  {
    "_id": 2,
    "title": "La Taverne de Fookin Foolths ",
    "battle": false,
    "text": "L’endroit est chaleureux. Peut-être est-ce la lourde porte qui s’est refermée sur les sollicitations incessantes des golems, mais vous vous sentez profondément apaisée. Le feu dans l’âtre et la vague odeur de cochon grillé ainsi que… oui… celle de la bonne bière… vous êtes ici en lieu sûr. La taverne est peu peuplée - il n’y a que vous pour vous pointer à 17h et espérer trouver tout le monde à l’apéro. Ce n’est pas une critique. Mais franchement vous pourriez penser à freiner. Le tavernier essuie des verres derrière le comptoir, cependant qu’un vieil homme se cure le nez dans un coin. Tous les yeux sont posés sur vous.",
    "image": "",
    "buttons": [
      {
        "title": "Parler au tavernier",
        "quest": 3,
        "unique": false
      },
      {
        "title": "Demander plus d'infos à l'autre glandu",
        "quest": 17,
        "unique": false
      }
    ]
  },
  {
    "_id": 3,
    "title": "Borduk la cuillère",
    "battle": false,
    "text": "“Bonjour à vous, cuillère !”",
    "image": "",
    "buttons": [
      {
        "title": "Pardon ?",
        "quest": 4,
        "unique": false
      }
    ]
  },
  {
    "_id": 4,
    "title": "Pardon ?",
    "battle": false,
    "text": "“Je veux dire, bonjour à vous, aventurière. On m’appelle Borduk la cuillère. Rapport au fait que je dis tout le temps cuillère. C’est pas de mon fait, notez bien. Je suis tombé sur la tête quand j’étais petit, et depuis je répète cuillère à tout bout de champ, c’est plus fort que moi.” Un long silence s’installe durant lequel Borduk semble se concentrer avec beaucoup d’application. Ses joues s’empourprent, son front se plisse, son visage tout entier se renfrogne. Un râle monte dans sa gorge tandis qu’une larme se forme au coin de son œil. “Cuillère.”",
    "image": "",
    "buttons": [
      {
        "title": "Demander comment se rendre au château de Merlin",
        "quest": 5,
        "unique": false
      }
    ]
  },
  {
    "_id": 5,
    "battle": false,
    "title": "Demander comment se rendre au château de Merlin",
    "text": "Le visage du tavernier s’éclaire.“Vous êtes venu nous débarrasser de ces fichus golems ? Dieu soit cuillère ! Le château de Merlin se trouve au sud. Vous pourrez vous y rendre par la forêt des Troncs Sonneurs ou par le Mont Kuyerh. C’est le vrai nom ça, c’est pas mon tic de langage. La forêt est plus hospitalière que les monts enneigés, même si l’on raconte qu’on peut y faire d’étranges rencontres. Le Mont Kuyerh est un peu cuillère - pardon, dangereux -, mais vous pourrez peut-être passer plus rapidement ",
    "image": "",
    "buttons": [
      {
        "title": "Remercier Borduk et sortir",
        "quest": 6,
        "unique": false
      },
      {
        "title": "Remercier Borduk et cuillière",
        "quest": 2,
        "unique": false
      }
    ]
  },
  {
    "_id": 6,
    "battle": false,
    "title": "Départ pour le château du vioc",
    "image": "",
    "text": "La fraîcheur de la nuit naissante vous caresse les joues. Seules quelques torches éclairent ça et là les habitations du village. À quelques kilomètres vers l’est, vous voyez le Mont Kuyerh s’élever fièrement contre le firmament. Droit devant vous, au sud, la forêt des Troncs Sonneurs sommeille au-delà du village. Il est temps de choisir votre route : des voix se rapprochent, et elles veulent vous vendre des encyclopédies d’histoire.",
    "buttons": [
      {
        "title": "Passer par la forêt des Troncs Sonneurs",
        "quest": 7,
        "unique": false
      },
      {
        "title": "Gravir le Mont Kuyerh",
        "quest": 18,
        "unique": false
      },
      {
        "title": "Retourner à la taverne",
        "quest": 1000,
        "unique": false
      }
    ]
  },
  {
    "_id": 7,
    "battle": false,
    "title": "La forêt des Troncs Sonneurs",
    "image": "",
    "text": "À mesure que vous approchez de la forêt, un murmure grandit jusqu’à devenir une étrange petite musique, comme jamais vous n’en avez entendu auparavant. Parmi les Troncs Sonneurs qui dessinent l’orée de la forêt, vous voyez deux chemins se dessiner. L’un trace à travers les arbres un passage clairsemé ; l’autre se montre plus sombre, même si vous croyez apercevoir une faible lueur rougeâtre plus loin dans cette direction. Tandis que vous réfléchissez, vous remarquez de magnifiques champignons à proximité. Vous salivez rien qu’à les regarder.",
    "buttons": [
      {
        "title": "Dans la lunaire, nul ne saurait me surprendre",
        "quest": 8,
        "unique": false
      },
      {
        "title": "Dans les ombres, personne ne me verra avancer",
        "quest": 12,
        "unique": false
      },
      {
        "title": "Cueillir quelques champignons",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 8,
    "battle": false,
    "title": "Balade au clair de lune",
    "image": "",
    "text": " Un peu froussarde sur ce coup (si, avouez, sinon vous auriez pris le chemin sombre), vous vous sentez rassurée sur le sentier bien éclairé qui s’étend devant vous. C’est alors qu’entre deux sonneries des Troncs cernant le chemin, vous percevez un craquement. Le temps que vous tourniez la tête, 3 hommes vous barrent la route.“Bien le bonsoir ! lance le plus grand. Vous m’avez l’air perdue, laissez-nous vous indiquer le chemin. On se contentera de ce que vous avez en compensation.” Vous connaissez le chemin. Ils le savent. Ils s’en tamponnent. Ce n’était pas une proposition.",
    "buttons": [
      {
        "title": "Leurs demander s'ils pensent que leurs mamans seraient fières d'eux",
        "quest": 0,
        "unique": true
      },
      {
        "title": "Accepter de payer leur tribut",
        "quest": 9,
        "unique": true
      },
      {
        "title": "Ecraser leurs sales petites tronches de glands contre des chênes",
        "quest": 0,
        "unique": true
      }
    ]
  },
  {
    "_id": 9,
    "battle": false,
    "title": "Le temps de la disette",
    "text": "“Je me disais bien que vous aviez besoin d’aide !” Un sourire presque édenté fend le visage du grand type. Ses deux acolytes restent quant à eux impassibles. Chacun garde la main sur le pommeau de son épée. Juste au cas où. “C’est par là !” lâche capitaine Tête de Gland en faisant un pas de côté pour vous montrer la suite du chemin que vous suiviez déjà. Vous les dépassez, d’ores et déjà habitée par le regret de ne pas les avoir maravés.",
    "image": "",
    "buttons": [
      {
        "title": "Laisser ces pourritures derrière vous",
        "quest": 10,
        "unique": false
      }
    ]
  },
  {
    "_id": 10,
    "battle": true,
    "title": "La porte des étoles (Accepter de payer leur tribut)",
    "text": "Franchement vous auriez dû les maraver. Une bonne petite torgnole, ça fait toujours du bien. Ce n’est pas pour vous influencer, mais du coup maintenant vous ne pouvez même plus vous payer des pâtes au beurre. Heureusement, vous vous rappelez qu’il vous reste de quoi vous faire un cassoulet de minuit chez vous au besoin.Tandis que vous ruminez, vous déviez de votre trajectoire sans même vous en rendre compte. Soudain, vous réalisez que vous vous tenez face à une sorte d’immense portail. Sur son pourtour sont enroulées des étoffes soyeuses. Aux branches des arbres alentour sont suspendus de longues bandes de tissu. Votre pied trébuche sur une tablette de pierre gravée posée au milieu des herbes folles.“Je suis un tissu tricoté à partir de gros mythos, que suis-je ?” ",
    "buttons": [
      {
        "title": "Résoudre l'énigme",
        "quest": 11,
        "unique": false
      }
    ]
  },
  {
    "_id": 11,
    "battle": false,
    "title": "Un portail",
    "image": "",
    "buttons": [
      {
        "title": "Entrée",
        "quest": 2,
        "unique": false
      },
      {
        "title": "Retourner à la taverne",
        "quest": 1000,
        "unique": false
      }
    ]
  },
  {
    "_id": 12,
    "battle": false,
    "title": "Une rencontre inattendue",
    "text": "À mesure que vous avancez à travers la végétation dense, la lueur rouge se fait de plus en plus nette, d’autant que la lumière de la lune peine à percer la frondaison. Vous manquez de vous vautrer à plusieurs reprises, mais c’est vous qui avez voulu vous la péter en prenant le chemin sombre. La lueur rouge se transforme finalement en un magnifique cerf flamboyant. La créature note votre présence. Elle fait un petit mouvement de la tête qui ressemble à s’y méprendre à un hochement. Dans votre tête, des mots se forment : “Approchez jeune aventurière, approchez ! Ne ratez pas la chance de votre vie !”",
    "image": "",
    "buttons": [
      {
        "title": "Saisissez la chance de votre vie",
        "quest": 13,
        "unique": false
      },
      {
        "title": "Un cerf qui parle ? C’est mort : fuyez vers une grotte que vous avez repérée.",
        "quest": 0,
        "unique": false
      },
      {
        "title": "Continuer tranquillement en ignorant le cerf. Vous imaginez clairement des choses.",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 13,
    "battle": false,
    "title": "La chance de votre vie (Saisissez la chance de votre vie)",
    "text": "“Bonjour, je suis Karvagma, l’un des 4 grands cerfs spirituels. Et aujourd’hui, c’est votre jour de chance mon amie : pendant 24h, je vous offre une remise de 75% sur les kits ignifuges Karvagma. Pas d’entourloupe ! Le jour où mon cousin Gollum est tombé dans la lave, j’ai compris qu’il y avait un marché à saisir. Tenez, prenez ma carte, ça vous donnera un avant-goût !” Là-dessus, Karvagma, CEO spirituel de Karvagma Inc. disparaît dans une volute de fumée. À sa place, vous voyez une carte de visite aussi rougeoyante que lui, au nom de sa start-up.",
    "image": "",
    "buttons": [
      {
        "title": "Dormir pour se reposer.",
        "item": "carte",
        "quest": 14,
        "unique": false
      },
      {
        "title": "Persévérer et avancer.",
        "item": "carte",
        "quest": 15,
        "unique": false
      }
    ]
  },
  {
    "_id": 14,
    "battle": false,
    "title": "Grooarrrrrr… (Dormir pour se reposer)",
    "text": "Allongée près du feu de camp, le sommeil vous prend rapidement… avant de vous lâcher aussi sec. Vous sentez quelque chose vous effleurer. Sans même vous en rendre compte, vous sautez sur vos deux jambes et vous vous retrouvez face à plusieurs ours. Vous avez d’abord peur pour votre vie, avant de réaliser qu’ils ne sont pas là pour manger. Les pattes en avant, les yeux avides… ils cherchent à vous peloter. On vous a déjà parlé des Rel’Ours, et ils ne vous lâcheront pas.",
    "image": "",
    "buttons": [
      {
        "title": "Fuir vers des contrées plus sûres",
        "quest": 16,
        "unique": false
      },
      {
        "title": "Donner une leçon aux Rel'Ours",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 15,
    "battle": false,
    "title": "À cœur vaillant, rien d’impossible (Persévérer et avancer)",
    "text": " Vous n’allez quand même pas vous arrêter en si bon chemin. Vous gagnerez le château dès cette nuit, c’est décidé. L’air frais de la nuit emplit vos poumons d’énergie. Vous parvenez même à marcher plus vite. Si vous aviez eu un podomètre, vous auriez vu que vous avez augmenté votre moyenne. Sauf que ça n’existe pas ici, les podomètres.Alors que le jour commence à chasser les étoiles, vous tombez enfin sur le château de Merlin, presque par surprise, à la sortie du Bois des Troncs Sonneurs.",
    "image": "",
    "buttons": [
      {
        "title": "Vous avancer vers le Château",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 16,
    "battle": true,
    "title": "Le Château",
    "image": "",
    "buttons": [
      {
        "title": "Continuer",
        "quest": 1002,
        "unique": false
      }
    ]
  },
  {
    "_id": 17,
    "battle": false,
    "title": "Demander plus d'infos à l'autre glandu",
    "text": "Vous vous approchez de l’explorateur des cavités nasales. Après vous être présentée autour d’une bière, l’homme a accepté de vous expliquer comment tout a commencé. Après avoir apporté sa contribution ultime à Arthur - une potion favorisant la repousse des poils -, ce dernier lui a demandé de rassembler son nécessaire d’alchimie et sa plante en pot et de “dégager fissa” Aussi fou qu’il se sentait floué, Merlin s’est alors isolé à une centaine de kilomètres de Camelot - avec son nécessaire d’alchimie et sa plante en pot. Un bégonia si vous voulez tout savoir. Malheureusement, il avait égaré quelques années auparavant son sort de construction de château. À moins qu’il n’ait jamais existé. Pas impossible, ça.",
    "image": "",
    "buttons": [
      {
        "title": "Boire une autre gorgée",
        "quest": 2,
        "unique": false
      },
      {
        "title": "Encore une petite lampée pour la route",
        "quest": 2,
        "unique": false
      },
      {
        "title": "Finissez votre bière",
        "quest": 2,
        "unique": false
      }
    ]
  },
  {
    "_id": 18,
    "battle": false,
    "title": "Gravir le Mont Kuyerh",
    "text": "Vous voilà sur les pentes immaculées du Mont Kuyerh, et celles-ci se révèlent plutôt inhospitalières.La rencontre du firmament et du manteau opalin vous donne néamoins de la force, tandis que le calme absolu qui règne sur ces hauteurs laisse libre cours à un vague à l'âme. Vous vous sentez bien seule, là au milieu de nulle part. Vous l'avez toujours été. Enfant, vous n'étiez pas vraiment ce qu'on peut appeler sociable. Le nez du petit Kylian s'en rappelle encore. Certes il avait un nom peu enviable, mais cela vous obligeait-il à le martyriser pour autant ?  ",
    "image": "",
    "buttons": [
      {
        "title": "Jeter un oeil vers le Nord-Ouest",
        "quest": 19,
        "unique": false
      },
      {
        "title": "L'Est vous semble être la meilleure option",
        "quest": 20,
        "unique": false
      },
      {
        "title": "Le Nord c'est bien aussi",
        "quest": 24,
        "unique": false
      },
      {
        "title": "Non mais en vrai on n'a qu'à dire Nord-Est",
        "quest": 0,
        "unique": false
      },
      {
        "title": "Ou alors l'Ouest",
        "quest": 0,
        "unique": false
      },
      {
        "title": "C'est une direction Est-Ouest ?",
        "quest": 0,
        "unique": false
      },
      {
        "title": "Au pire on peut sur Sud-Est",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 19,
    "battle": false,
    "title": "De la belle poudreuse (Jeter un oeil vers le Nord-Ouest)",
    "text": "C'est de la neige",
    "image": "",
    "buttons": [
      {
        "title": "Ah bah oui, je me disais bien aussi",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 20,
    "battle": false,
    "title": "Un début de piste (l'Est vous semble être la meilleure option, allez c'est parti)",
    "text": "Alors que vous posez votre regard sur les étendues neigeuses à l'Est, vous vous rendez compte que le manteau blanc présente des irrégularités.",
    "image": "",
    "buttons": [
      {
        "title": "Regarder de plus près",
        "quest": 21,
        "unique": false
      }
    ]
  },
  {
    "_id": 21,
    "battle": false,
    "title": "Des traces dans la neige (Regarder de plus) ",
    "text": "Vous vous approchez et posez un genou à terre. La neige craque sous votre poids. Vous n'auriez peut-être pas dû vous enfiler ce rôti en entier. On dit ça, on ne dit rien. Vous observez ce qui ressemble à de légères empreintes. Les marques sont discrètes, mais bien présentes. Elles se dessinent sous la clarté de la lune.",
    "image": "",
    "buttons": [
      {
        "title": "Observer plus attentivement",
        "quest": 22,
        "unique": false
      }
    ]
  },
  {
    "_id": 22,
    "battle": false,
    "title": "Le pistage n'a jamais été votre fort (Observer plus attentivement)",
    "text": "Ah bah non, c'est juste de la neige",
    "image": "",
    "buttons": [
      {
        "title": "Sûr ?",
        "quest": 23,
        "unique": false
      }
    ]
  },
  {
    "_id": 23,
    "battle": false,
    "title": "Oui, sûr",
    "text": "Puisqu'on vous le dit",
    "image": "",
    "buttons": [
      {
        "title": "Revenir sur vos pas",
        "quest": 18,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 24,
    "battle": false,
    "title": "Le Canidé dénudé (Le Nord c'est bien aussi)",
    "text": "“Vous, là ! Que faites-vous ici ?” À peine faites-vous quelques pas en direction du nord qu’une voix rauque vous interpelle au premier tournant. Vous faites volte-face et vous retrouvez nez à nez avec un énorme loup. Une particularité vous saute aux yeux : il porte un caleçon. Avec des motifs. Ce sont des louves. Avec du rouge à lèvres. Des louves pin-ups.“Peu importe, reprend le loup (presque et en même temps complètement) à poil. Vous avez vu… (il semble réfléchir) Vous avez vu ma cape ?” Vous sentez qu’il est sur les nerfs. Il peut vous sauter dessus à tout moment.",
    "image": "",
    "buttons": [
      {
        "title": "Vous enfuir par une grotte à proximité",
        "quest": 25,
        "unique": false
      },
      {
        "title": "Proposer votre aide au loup à poil",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 25,
    "battle": false,
    "title": "De nouveau en sûreté (Vous enfuir par une grotte à proximité)",
    "text": "Vous vous jetez à terre pour vous glisser dans une petite cavité au moment-même où le loup bondit pour vous attraper. Le bruit sec que vous entendez, c’est sa tête qui s’écrase contre la roche.Un peu sonné, il essaie néanmoins de vous attraper les jambes pendant que vous finissez de ramper dans le boyau qui, heureusement, s’agrandit pour former une grotte. Un cri rageur retentit derrière vous : “C’est vous qui l’avez ! Vous l’avez cachée !” Le loup laisse échapper une longue plainte. Vous devez maintenant trouver comment sortir de là.",
    "image": "",
    "buttons": [
      {
        "title": "Explorer la grotte",
        "quest": 26,
        "unique": false
      }
    ]
  },
  {
    "_id": 26,
    "title": "La grotte de cristal ( Explorer la grotte )",
    "text": "Vous avancez à tâtons. L’endroit est plongé dans le noir. Après quelques minutes et quelques bleus récoltés à force de se cogner dans les murs, vous percevez une clarté sourde provenant d’un couloir latéral. Obliquant dans cette direction, vous débouchez dans une immense caverne remplie de cristaux de toutes sortes de couleurs et de formes. Il pourrait se trouver parmi ceux-ci des crystomonnaies : des petits cristaux sphériques très précieux. Les plus riches sujets du royaume sont pratiquement les seuls à en posséder et à s’en servir. Il s’agit d’une monnaie équivalente à environ 200 pièces d’or. Tandis que vous êtes perdue dans vos pensées, votre regard tombe sur un coin légèrement reculé sur votre gauche. Il est jonché d’os divers, éparpillés sur des traces d’un rouge sombre.",
    "image": "",
    "buttons": [
      {
        "title": "Prendre le temps de récupérer des cristaux",
        "quest": 27,
        "unique": false
      },
      {
        "title": "Chercher la sortie le plus vite possible",
        "quest": 33,
        "unique": false
      }
    ]
  },
  {
    "_id": 27,
    "title": "Le Gardien des Crystomannaies (Prendre le temps de récupérer des cristaux)",
    "text": "Vous vous affairez à dégoter des crystomonnaies, vous voyant déjà vivre comme une reine grâce à votre nouvelle fortune. Alors que vous tâtonnez parmi les rangées de cristaux multicolores, vos doigts finissent par se poser sur quelque chose qui n’a plus rien à voir avec la roche, mais qui vous paraît pourtant dur comme pierre.Levant les yeux, vous voyez culminer sur un corps de géant une tête monstrueuse pourvue de grandes défenses. Un sourire menaçant lézarde son visage.“Bonjour, toute petite demoiselle. Alors comme ça on vient miner des crystomonnaies ? Et ce, sans demander l’autorisation au gardien des lieux. À présent, vous allez me donner l’intégralité du contenu de votre bourse.” Il marque une pause, en proie à la réflexion, avant de proposer :“Vous savez quoi ? Je m’ennuie ferme depuis trop longtemps. Alors je vous propose de résoudre une petite énigme, et vous pourrez garder votre vie en plus d’une crystomonnaie.”",
    "image": "",
    "buttons": [
      {
        "title": "Accepter de lui donner toutes vos richesses",
        "quest": 28,
        "unique": false
      },
      {
        "title": "Résoudre l’énigme du gardien",
        "quest": 29,
        "unique": false
      },
      {
        "title": "Tenter de pousser le gardien contre un gros cristal bien pointu",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 28,
    "title": "La bourse plutôt que la vie (Accepter de lui donner toutes vos richesses)",
    "text":"“Merci, c’est bien urbain de votre part.” L’œil avide, le Gardien des Crystomonnaies se jette sur son butin et s’emploie à faire les comptes. C’est le moment de vous barrer. Maintenant. Qu’est-ce que vous attendez ? Décarrez",
    "image": "",
    "buttons": [
      {
        "title": "Foutez le camp",
        "quest": 35,
        "unique": false
      }
    ]
  },
  {
    "_id": 29,
    "title": "Vous vivez pour jouer, à moins que ce ne soit l’inverse (Résoudre l’énigme du gardien)",
    "text":"“Énoncez votre énigme, qu’on en finisse. Allons, un peu d’entrain, sinon à quoi bon jouer ?” Voyant que vous ne vous dériderez pas, le géant obtempère, un brin vexé. “Si j’écris tous les nombres de 100 à 400, combien de fois ai-je écrit le chiffre 2 ?” “Ha ! Bien joué !” Le Gardien des Crystomonnaie est visiblement satisfait de votre réponse.",
    "image": "",
    "buttons": [
      {
        "title": "160",
        "quest": 30,
        "unique": false
      },
      {
        "title": "200",
        "quest": 31,
        "unique": false
      },
      {
        "title": "Cuillère ?",
        "quest": 31,
        "unique": false
      },
      {
        "title": "360",
        "quest": 31,
        "unique": false
      }
    ]
  },
  {
    "_id": 30,
    "title":"Les chiffres, c'est votre truc( Réussite de l'énigme)",
    "text":"“Ha ! Bien joué !” Le Gardien des Crystomonnaie est visiblement satisfait de votre réponse. “Vous m’avez apporté un peu de distraction, et pour cette raison je vais vous laisser partir. Comme promis, voici une crystomonnaie, faites-en bon usage.” Même s’il avait promis de vous la remettre, la frustration est peinte sur son visage. “La sortie vers la vallée est par là.” En suivant son doigt du regard, vous apercevez un vaste tunnel. En l’empruntant, vous trouvez rapidement la lumière du jour.",
    "image": "",
    "buttons": [
      {
        "title": "Sortir à l’air libre",
        "quest": 35,
        "unique": false
      }
    ]
  },
  {
    "_id": 31,
    "title": "Vous n'avez jamais été très chiffre(Echec de l'énigme du gardien)",
    "text":"Vous donnez votre réponse, convaincue d’avoir déjoué l’énigme du gardien. Mais son grognement de frustration vient couper court à vos espoirs. La frustration se transforme rapidement en rage, et un léger tintement tout autour de vous vous fait réaliser la puissance du grondement grandissant du géant. Il semble que vous n’ayez d’autre choix que de vous battre.",
    "image": "",
    "buttons": [
      {
        "title": "Abattre le gardien",
        "quest": "0 GameStoryBattle",
        "unique": false
      },
      {
        "title": "Sauf que vous n’avez pas envie de vous battre",
        "quest": 32,
        "unique": false
      }
    ]
  },
  {
    "_id": 32,
    
    "title": "Oui alors bon (Sauf que vous n'avez pas envie de vous battre)",
    "text":"Vous savez comme on dit que “dans la vie, on n’a pas toujours le choix ?”",
    "image": "",
    "buttons": [
      {
        "title": "Abattre le gardien",
        "battle":true,
        "quest": "0 GameStoryBattle",
        "unique": false
      }
    ]
  },
  {
    "_id": 33,
    "title": "Pas de repos pour les braves (Chercher la sortie le plus vite possible)",
    "text":"Vous ne vous attardez pas, malgré les richesses potentielles qui vous tendent les bras. C’est dommage parce que les thunes, ça fait pas le bonheur, mais ça fait à minima l’équipement. M’enfin c’est vous qui voyez. Vous finissez par trouver une sortie qui vous ramène à l’air libre. Des vibrations régulières dans le sol, comme les pas d’une créature anormalement lourde, vous font penser que vous avez bien fait de ne pas vous attarder. Une chaleur suffocante vous assaille, et pour cause : vous vous trouvez face à un immense lac de lave. Aucun moyen de le contourner, vous allez devoir traverser. Après considération, vous vous dites qu’il est peut-être possible d’atteindre l’autre rive grâce aux rochers qui émergent du magma ça et là",
    "image": "",
    "buttons": [
      {
        "title": "Traverser rapidement",
        "quest": 34,
        "unique": false
      },
      {
        "title": "Traverser avec prudence",
        "quest": 0,
        "unique": false
      },
      {
        "title": "Sauter de rocher en rocher",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 34,
    "title": "Karvagma a de l'avenir (Traverser rapidement)",
    "text": "Vous sortez de votre poche la carte de visite de Karvagma, le vendeur de kits ignifuges révolutionnaires, et vous vous rappelez ses mots : “Le jour où mon cousin Gollum est tombé dans la lave, j’ai compris qu’il y avait un marché à saisir. Tenez, prenez ma carte, ça vous donnera un avant-goût !”Vous avancez un pied au-dessus de la lave en fusion, hésitante. Si vous vous plantez, ça va faire mal. Très mal. Comme pour cousin Gollum. Comme on arrache un pansement, vous fermez les yeux et y allez d’un coup sec. Aucune douleur. Rouvrant les yeux, vous constatez que le lave n’est qu’un simple tapis rougeoyant pour vous. Craignant que l’effet ne s’estompe, vous courrez le plus vite possible pour atteindre l’autre rive. Lorsque vous l’atteignez, la carte a disparu de votre main. En contrebas, une vallée s’offre à vos yeux, et dans cette vallée se dressent quatre tours et un donjon, assortis de murailles. Le château de Merlin est en vue.",
    "item": "carte",
    "image": "",
    "buttons": [
      {
        "title": "Rejoindre la vallée",
        "quest": 35,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 35,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 36,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 37,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 38,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 39,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 40,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 41,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 42,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 43,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 44,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 45,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 46,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 47,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 48,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 49,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 50,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 51,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 52,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 53,
    "title": "",
    "text":"",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  }
]
