[
  {
    "_id": 0,
    "title": "Le départ de Camelot",
    "battle": false,
    "text": "Vous marchez depuis quelques heures déjà. Lorsque vous vous êtes mise en route pour le fief de Merlin, vous aviez déjà entendu les histoires. La petite ville ne serait qu’une énième plaisanterie d’un esprit tombant irrémédiablement en décrépitude. L’enchanteur royal n’est plus que l’ombre de lui-même depuis près de 20 ans maintenant. Il terrorise aujourd’hui des villageois avec des golems de pierre, caché dans son château. Lorsque vous avez vu le décret royal à la taverne du “Rotiwok”, vous avez été quelque peu interloqué par la formulation : “Le Roi Arthur ordonne la saisie du grimoire de Merlin, utilisé pour invoquer les “Témoins de Merlin”, des golems de pierre provoquant le dépérissement des âmes des villageois. Sera attribuée la récompense de 1 000 pièces d’or à…” C’est à partir de là que votre cerveau n’en avait plus grand-chose à foutre.",
    "image": "assets/img/background/story/forest1.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "Poursuivre votre route",
        "quest": 1,
        "unique": false
      }
    ]
  },
  {
    "_id": 1,
    "battle": false,
    "title": "Les Témoins de Merlin",
    "text": "Lorsque vous passez le panneau indiquant “Fookin Foolths”, des golems se précipitent vers vous. Les fameux “Témoins de Merlin” en pierre et en… pierre. De prime abord effrayée, vous réalisez rapidement qu’ils n’en veulent qu’à vos oreilles : ils ne cessent de réclamer de votre temps pour vous entretenir de “la grandeur du seigneur Merlin”. Vous n’avez droit à aucun répit jusqu’à atteindre la taverne. Pire, vous constatez que les golems commencent à diversifier leurs activités en proposant des ventes de bocaux et autres babioles - vous remarquez notamment une étrange pyramide en fer, très étirée en hauteur, qu’un golem particulièrement enthousiaste vous agite sous le nez en articulant “Touréphel”.",
    "image": "assets/img/background/story/city1.svg",
    "sound": "assets/audio/village.mp3",
    "buttons": [
      {
        "title": "Pousser la porte de la taverne",
        "quest": 2,
        "unique": false
      }
    ]
  },
  {
    "_id": 2,
    "title": "La Taverne de Fookin Foolths ",
    "battle": false,
    "text": "L’endroit est chaleureux. Peut-être est-ce la lourde porte qui s’est refermée sur les sollicitations incessantes des golems, mais vous vous sentez profondément apaisée. Le feu dans l’âtre et la vague odeur de cochon grillé ainsi que… oui… celle de la bonne bière… vous êtes ici en lieu sûr. La taverne est peu peuplée - il n’y a que vous pour vous pointer à 17h et espérer trouver tout le monde à l’apéro. Ce n’est pas une critique. Mais franchement vous pourriez penser à freiner. Le tavernier essuie des verres derrière le comptoir, cependant qu’un vieil homme se cure le nez dans un coin. Tous les yeux sont posés sur vous.",
    "image": "assets/img/background/tavern.svg",
    "sound": "assets/audio/tavern.mp3",
    "buttons": [
      {
        "title": "Parler au tavernier",
        "quest": 3,
        "unique": false
      },
      {
        "title": "Demander plus d'infos à l'autre glandu",
        "quest": 17,
        "unique": true
      }
    ]
  },
  {
    "_id": 3,
    "title": "Borduk la cuillère",
    "text": "“Bonjour à vous, cuillère !”",
    "image": "assets/img/background/story/tavern1.svg",
    "buttons": [
      {
        "title": "Pardon ?",
        "quest": 4,
        "unique": false
      }
    ]
  },
  {
    "_id": 4,
    "title": "Pardon ?",
    "text": "“Je veux dire, bonjour à vous, aventurière. On m’appelle Borduk la cuillère. Rapport au fait que je dis tout le temps cuillère. C’est pas de mon fait, notez bien. Je suis tombé sur la tête quand j’étais petit, et depuis je répète cuillère à tout bout de champ, c’est plus fort que moi.” Un long silence s’installe durant lequel Borduk semble se concentrer avec beaucoup d’application. Ses joues s’empourprent, son front se plisse, son visage tout entier se renfrogne. Un râle monte dans sa gorge tandis qu’une larme se forme au coin de son œil. “Cuillère.”",
    "image": "assets/img/background/story/tavern1.svg",
    "sound": "assets/audio/tavern.mp3",
    "buttons": [
      {
        "title": "Demander comment se rendre au château de Merlin",
        "quest": 5,
        "unique": false
      }
    ]
  },
  {
    "_id": 5,
    "title": "Demander comment se rendre au château de Merlin",
    "text": "Le visage du tavernier s’éclaire. “Vous êtes venu nous débarrasser de ces fichus golems ? Dieu soit cuillère ! Le vieux fou veut nous punir de ne pas avoir fini son château : il nous a maudits et ronge depuis nos cuillères - nos âmes. Seulement, sa cruauté est sans borne : il le fait à travers des golems de pierre, que vous avez dû croiser. Chaque nouvelle interpellation de leur part grignote l’âme de qui l’entend. Bientôt, nous ne serons plus que des coquilles vides. Le château de Merlin se trouve au sud. Vous pourrez vous y rendre par la forêt des Troncs Sonneurs ou par le Mont Kuyerh. C’est le vrai nom ça, c’est pas mon tic de langage. La forêt est plus hospitalière que les monts enneigés, même si l’on raconte qu’on peut y faire d’étranges rencontres. Le Mont Kuyerh est un peu cuillère - pardon, dangereux -, mais vous pourrez peut-être passer plus rapidement. ",
    "image": "assets/img/background/story/tavern1.svg",
    "buttons": [
      {
        "title": "Remercier Borduk et sortir",
        "quest": 6,
        "unique": false
      },
      {
        "title": "Remercier Borduk et cuillière",
        "quest": 2,
        "unique": true
      }
    ]
  },
  {
    "_id": 6,
    "title": "Départ pour le château du vioc",
    "image": "assets/img/background/story/cityNight1.svg",
    "text": "La fraîcheur de la nuit naissante vous caresse les joues. Seules quelques torches éclairent ça et là les habitations du village. À quelques kilomètres vers l’est, vous voyez le Mont Kuyerh s’élever fièrement contre le firmament. Droit devant vous, au sud, la forêt des Troncs Sonneurs sommeille au-delà du village. Il est temps de choisir votre route : des voix se rapprochent, et elles veulent vous vendre des encyclopédies d’histoire.",
    "sound": "assets/audio/city.mp3",
    "buttons": [
      {
        "title": "Passer par la forêt des Troncs Sonneurs",
        "quest": 7,
        "unique": false
      },
      {
        "title": "Gravir le Mont Kuyerh",
        "quest": 18,
        "unique": false
      },
      {
        "title": "Retourner à la taverne",
        "quest": 1000,
        "unique": false
      }
    ]
  },
  {
    "_id": 7,
    "title": "La forêt des Troncs Sonneurs",
    "text": "À mesure que vous approchez de la forêt, un murmure grandit jusqu’à devenir une étrange petite musique, comme jamais vous n’en avez entendu auparavant. Parmi les Troncs Sonneurs qui dessinent l’orée de la forêt, vous voyez deux chemins se dessiner. L’un trace à travers les arbres un passage clairsemé ; l’autre se montre plus sombre, même si vous croyez apercevoir une faible lueur rougeâtre plus loin dans cette direction. Tandis que vous réfléchissez, vous remarquez de magnifiques champignons à proximité. Vous salivez rien qu’à les regarder.",
    "image": "assets/img/background/story/forest4.svg",
    "sound": "assets/audio/forest.mp3",
    "buttons": [
      {
        "title": "Dans la lumière lunaire, nul ne saurait me surprendre",
        "quest": 8,
        "unique": true
      },
      {
        "title": "Dans les ombres, personne ne me verra avancer",
        "quest": 12,
        "unique": true
      },
      {
        "title": "Cueillir quelques champignons",
        "quest": 49,
        "unique": true
      }
    ]
  },
  {
    "_id": 8,
    "title": "Balade au clair de lune",
    "image": "assets/img/background/story/forest5.svg",
    "text": " Un peu froussarde sur ce coup (si, avouez, sinon vous auriez pris le chemin sombre), vous vous sentez rassurée sur le sentier bien éclairé qui s’étend devant vous. C’est alors qu’entre deux sonneries des Troncs cernant le chemin, vous percevez un craquement. Le temps que vous tourniez la tête, 3 hommes vous barrent la route.“Bien le bonsoir ! lance le plus grand. Vous m’avez l’air perdue, laissez-nous vous indiquer le chemin. On se contentera de ce que vous avez en compensation.” Vous connaissez le chemin. Ils le savent. Ils s’en tamponnent. Ce n’était pas une proposition.",
    "buttons": [
      {
        "title": "Leurs demander s'ils pensent que leurs mamans seraient fières d'eux",
        "quest": 52,
        "unique": true
      },
      {
        "title": "Accepter de payer leur tribut",
        "quest": 9,
        "unique": true
      },
      {
        "title": "Ecraser leurs sales petites tronches de glands contre des chênes",
        "quest": 179,
        "unique": true
      }
    ]
  },
  {
    "_id": 9,
    "title": "Le temps de la disette",
    "money": 0,
    "text": "“Je me disais bien que vous aviez besoin d’aide !” Un sourire presque édenté fend le visage du grand type. Ses deux acolytes restent quant à eux impassibles. Chacun garde la main sur le pommeau de son épée. Juste au cas où. “C’est par là !” lâche capitaine Tête de Gland en faisant un pas de côté pour vous montrer la suite du chemin que vous suiviez déjà. Vous les dépassez, d’ores et déjà habitée par le regret de ne pas les avoir maravés.",
    "image": "assets/img/background/story/forest5.svg",
    "buttons": [
      {
        "title": "Laisser ces pourritures derrière vous",
        "quest": 10,
        "unique": false
      }
    ]
  },
  {
    "_id": 10,
    "title": "La porte des étoles (Accepter de payer leur tribut)",
    "text": "Franchement vous auriez dû les maraver. Une bonne petite torgnole, ça fait toujours du bien. Ce n’est pas pour vous influencer, mais du coup maintenant vous ne pouvez même plus vous payer des pâtes au beurre. Heureusement, vous vous rappelez qu’il vous reste de quoi vous faire un cassoulet de minuit chez vous au besoin.Tandis que vous ruminez, vous déviez de votre trajectoire sans même vous en rendre compte. Soudain, vous réalisez que vous vous tenez face à une sorte d’immense portail. Sur son pourtour sont enroulées des étoffes soyeuses. Aux branches des arbres alentour sont suspendus de longues bandes de tissu. Votre pied trébuche sur une tablette de pierre gravée posée au milieu des herbes folles. “Je suis un tissu tricoté à partir de gros mythos, que suis-je ?” ",
    "image": "assets/img/background/story/forest5.svg",
    "buttons": [
      {
        "title": "un tissu de mensonges",
        "quest": 11,
        "unique": false
      },
      {
        "title": "Des salades",
        "quest": 51,
        "unique": false
      }
    ]
  },
  {
    "_id": 11,
    "title": "Un portail",
    "text": "Le portail souvre. Ça à l'air si duvetteux... Vous vous enveloppez dans la douceur du portail.",
    "image": "assets/img/background/story/gate1.svg",
    "buttons": [
      {
        "title": "Le portail vous emporte.",
        "quest": 50,
        "unique": true
      }
    ]
  },
  {
    "_id": 12,
    "title": "Une rencontre inattendue",
    "text": "À mesure que vous avancez à travers la végétation dense, la lueur bleutée se fait de plus en plus nette, d’autant que la lumière de la lune peine à percer la frondaison. Vous manquez de vous vautrer à plusieurs reprises, mais c’est vous qui avez voulu vous la péter en prenant le chemin sombre. La lueur rouge se transforme finalement en un magnifique cerf flamboyant. La créature note votre présence. Elle fait un petit mouvement de la tête qui ressemble à s’y méprendre à un hochement. Dans votre tête, des mots se forment : “Approchez jeune aventurière, approchez ! Ne ratez pas la chance de votre vie !”",
    "image": "assets/img/background/story/forest6.svg",
    "buttons": [
      {
        "title": "Saisissez la chance de votre vie",
        "quest": 13,
        "unique": true
      },
      {
        "title": "Un cerf qui parle ? C’est mort : fuyez vers une grotte que vous avez repérée.",
        "quest": 53,
        "unique": false
      },
      {
        "title": "Continuer tranquillement en ignorant le cerf. Vous imaginez clairement des choses.",
        "quest": 54,
        "unique": false
      }
    ]
  },
  {
    "_id": 13,
    "battle": false,
    "item": 2,
    "title": "La chance de votre vie (Saisissez la chance de votre vie)",
    "text": "“Bonjour, je suis Karvagma, l’un des 4 grands cerfs spirituels. Et aujourd’hui, c’est votre jour de chance mon amie : pendant 24h, je vous offre une remise de 75% sur les kits ignifuges Karvagma. Pas d’entourloupe ! Le jour où mon cousin Gollum est tombé dans la lave, j’ai compris qu’il y avait un marché à saisir. Tenez, prenez ma carte, ça vous donnera un avant-goût !” Là-dessus, Karvagma, CEO spirituel de Karvagma Inc. disparaît dans une volute de fumée. À sa place, vous voyez une carte de visite aussi rougeoyante que lui, au nom de sa start-up.",
    "image": "assets/img/background/story/forest6.svg",
    "buttons": [
      {
        "title": "Dormir pour se reposer.",
        "quest": 14,
        "unique": false
      },
      {
        "title": "Persévérer et avancer.",
        "quest": 15,
        "unique": false
      }
    ]
  },
  {
    "_id": 14,
    "title": "Grooarrrrrr… (Dormir pour se reposer)",
    "text": "Allongée près du feu de camp, le sommeil vous prend rapidement… avant de vous lâcher aussi sec. Vous sentez quelque chose vous effleurer. Sans même vous en rendre compte, vous sautez sur vos deux jambes et vous vous retrouvez face à plusieurs ours. Vous avez d’abord peur pour votre vie, avant de réaliser qu’ils ne sont pas là pour manger. Les pattes en avant, les yeux avides… ils cherchent à vous peloter. On vous a déjà parlé des Rel’Ours, et ils ne vous lâcheront pas.",
    "image": "assets/img/background/story/forest7.svg",
    "buttons": [
      {
        "title": "Fuir vers des contrées plus sûres",
        "quest": 16,
        "unique": false
      },
      {
        "title": "Donner une leçon aux Rel'Ours",
        "quest": 180,
        "unique": true
      }
    ]
  },
  {
    "_id": 15,
    "title": "À cœur vaillant, rien d’impossible (Persévérer et avancer)",
    "text": " Vous n’allez quand même pas vous arrêter en si bon chemin. Vous gagnerez le château dès cette nuit, c’est décidé. L’air frais de la nuit emplit vos poumons d’énergie. Vous parvenez même à marcher plus vite. Si vous aviez eu un podomètre, vous auriez vu que vous avez augmenté votre moyenne. Sauf que ça n’existe pas ici, les podomètres.Alors que le jour commence à chasser les étoiles, vous tombez enfin sur le château de Merlin, presque par surprise, à la sortie du Bois des Troncs Sonneurs.",
    "image": "assets/img/background/story/castle1.svg",
    "buttons": [
      {
        "title": "Vous avancer vers le Château",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 16,
    "title": "Le château de Merlin (Arrivée au château)",
    "text": "Merlin a beau être fou, il a tout de même bon goût. Nul doute que les villageois ont travaillé d’arrache-pied pour bâtir les 20% restants du château. En témoignent les magnifiques moulures, les statues finement ouvragées et les vitraux ciselés. Bon c’est bien beau tout ça, mais vous n’êtes pas venu pour acheter, pas vrai ? Alors arrêtez de rêvasser devant ce tas de pierres. Vous vous dites que vous pourriez retourner à la taverne assez facilement maintenant, étant donné que vous vous trouvez à un carrefour et qu’un panneau “Taverne (voie rapide)” est planté là. Si vous aviez su…  Mais après tout, mieux vaut peut-être en finir le plus vite possible avec le vieux frappadingue et ses golems-sandwichs.",
    "image": "assets/img/background/story/castle3.svg",
    "sound": "assets/audio/grassland.mp3",
    "buttons": [
      {
        "title": "Faire un petit tour à la taverne",
        "quest": 1000,
        "unique": false
      },
      {
        "title": "Entrer dans le château",
        "quest": 46,
        "unique": false
      }
    ]
  },
  {
    "_id": 17,
    "title": "Demander plus d'infos à l'autre glandu",
    "text": "Vous vous approchez de l’explorateur des cavités nasales. Après vous être présentée autour d’une bière, l’homme a accepté de vous expliquer comment tout a commencé. Après avoir apporté sa contribution ultime à Arthur - une potion favorisant la repousse des poils -, ce dernier lui a demandé de rassembler son nécessaire d’alchimie et sa plante en pot et de “dégager fissa” Aussi fou qu’il se sentait floué, Merlin s’est alors isolé à une centaine de kilomètres de Camelot - avec son nécessaire d’alchimie et sa plante en pot. Un bégonia si vous voulez tout savoir. Malheureusement, il avait égaré quelques années auparavant son sort de construction de château. À moins qu’il n’ait jamais existé. Pas impossible, ça.",
    "image": "assets/img/background/story/tavern2.svg",
    "buttons": [
      {
        "title": "Boire une autre gorgée",
        "quest": 47,
        "unique": false
      }
    ]
  },
  {
    "_id": 18,
    "title": "Gravir le Mont Kuyerh",
    "text": "Vous voilà sur les pentes immaculées du Mont Kuyerh, et celles-ci se révèlent plutôt inhospitalières.La rencontre du firmament et du manteau opalin vous donne néamoins de la force, tandis que le calme absolu qui règne sur ces hauteurs laisse libre cours à un vague à l'âme. Vous vous sentez bien seule, là au milieu de nulle part. Vous l'avez toujours été. Enfant, vous n'étiez pas vraiment ce qu'on peut appeler sociable. Le nez du petit Kylian s'en rappelle encore. Certes il avait un nom peu enviable, mais cela vous obligeait-il à le martyriser pour autant ?  ",
    "image": "assets/img/background/story/mountain3.svg",
    "sound": "assets/audio/forest.mp3",
    "buttons": [
      {
        "title": "Jeter un oeil vers le Nord-Ouest",
        "quest": 19,
        "unique": true
      },
      {
        "title": "L'Est vous semble être la meilleure option",
        "quest": 20,
        "unique": true
      },
      {
        "title": "Le Nord c'est bien aussi",
        "quest": 24,
        "unique": true
      },
      {
        "title": "Non mais en vrai on n'a qu'à dire Nord-Est",
        "quest": 41,
        "unique": true
      },
      {
        "title": "Ou alors l'Ouest",
        "quest": 42,
        "unique": true
      },
      {
        "title": "C'est une direction Est-Ouest ?",
        "quest": 43,
        "unique": true
      },
      {
        "title": "Au pire on peut sur Sud-Est",
        "quest": 44,
        "unique": true
      }
    ]
  },
  {
    "_id": 19,
    "title": "De la belle poudreuse (Jeter un oeil vers le Nord-Ouest)",
    "text": "C'est de la neige",
    "image": "assets/img/background/story/mountain4.svg",
    "buttons": [
      {
        "title": "Ah bah oui, je me disais bien aussi",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 20,
    "title": "Un début de piste (l'Est vous semble être la meilleure option, allez c'est parti)",
    "text": "Alors que vous posez votre regard sur les étendues neigeuses à l'Est, vous vous rendez compte que le manteau blanc présente des irrégularités.",
    "image": "assets/img/background/story/mountain4.svg",
    "buttons": [
      {
        "title": "Regarder de plus près",
        "quest": 21,
        "unique": false
      }
    ]
  },
  {
    "_id": 21,
    "title": "Des traces dans la neige (Regarder de plus) ",
    "text": "Vous vous approchez et posez un genou à terre. La neige craque sous votre poids. Vous n'auriez peut-être pas dû vous enfiler ce rôti en entier. On dit ça, on ne dit rien. Vous observez ce qui ressemble à de légères empreintes. Les marques sont discrètes, mais bien présentes. Elles se dessinent sous la clarté de la lune.",
    "image": "assets/img/background/story/mountain4.svg",
    "buttons": [
      {
        "title": "Observer plus attentivement",
        "quest": 22,
        "unique": false
      }
    ]
  },
  {
    "_id": 22,
    "title": "Le pistage n'a jamais été votre fort (Observer plus attentivement)",
    "text": "Ah bah non, c'est juste de la neige",
    "image": "assets/img/background/story/mountain4.svg",
    "buttons": [
      {
        "title": "Sûr ?",
        "quest": 23,
        "unique": false
      }
    ]
  },
  {
    "_id": 23,
    "title": "Oui, sûr",
    "text": "Puisqu'on vous le dit",
    "image": "assets/img/background/story/mountain4.svg",
    "buttons": [
      {
        "title": "Revenir sur vos pas",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 24,
    "title": "Le Canidé dénudé (Le Nord c'est bien aussi)",
    "text": "“Vous, là ! Que faites-vous ici ?” À peine faites-vous quelques pas en direction du nord qu’une voix rauque vous interpelle au premier tournant. Vous faites volte-face et vous retrouvez nez à nez avec un énorme loup. Une particularité vous saute aux yeux : il porte un caleçon. Avec des motifs. Ce sont des louves. Avec du rouge à lèvres. Des louves pin-ups.“Peu importe, reprend le loup (presque et en même temps complètement) à poil. Vous avez vu… (il semble réfléchir) Vous avez vu ma cape ?” Vous sentez qu’il est sur les nerfs. Il peut vous sauter dessus à tout moment.",
    "image": "assets/img/background/story/mountainWolf1.svg",
    "buttons": [
      {
        "title": "Vous enfuir par une grotte à proximité",
        "quest": 25,
        "unique": false
      },
      {
        "title": "Proposer votre aide au loup à poil",
        "quest": 37,
        "unique": false
      }
    ]
  },
  {
    "_id": 25,
    "battle": false,
    "title": "De nouveau en sûreté (Vous enfuir par une grotte à proximité)",
    "text": "Vous vous jetez à terre pour vous glisser dans une petite cavité au moment-même où le loup bondit pour vous attraper. Le bruit sec que vous entendez, c’est sa tête qui s’écrase contre la roche.Un peu sonné, il essaie néanmoins de vous attraper les jambes pendant que vous finissez de ramper dans le boyau qui, heureusement, s’agrandit pour former une grotte. Un cri rageur retentit derrière vous : “C’est vous qui l’avez ! Vous l’avez cachée !” Le loup laisse échapper une longue plainte. Vous devez maintenant trouver comment sortir de là.",
    "image": "assets/img/background/story/cave3.svg",
    "buttons": [
      {
        "title": "Explorer la grotte",
        "quest": 26,
        "unique": false
      }
    ]
  },
  {
    "_id": 26,
    "title": "La grotte de cristal ( Explorer la grotte )",
    "text": "Vous avancez à tâtons. L’endroit est plongé dans le noir. Après quelques minutes et quelques bleus récoltés à force de se cogner dans les murs, vous percevez une clarté sourde provenant d’un couloir latéral. Obliquant dans cette direction, vous débouchez dans une immense caverne remplie de cristaux de toutes sortes de couleurs et de formes. Il pourrait se trouver parmi ceux-ci des crystomonnaies : des petits cristaux sphériques très précieux. Les plus riches sujets du royaume sont pratiquement les seuls à en posséder et à s’en servir. Il s’agit d’une monnaie équivalente à environ 200 pièces d’or. Tandis que vous êtes perdue dans vos pensées, votre regard tombe sur un coin légèrement reculé sur votre gauche. Il est jonché d’os divers, éparpillés sur des traces d’un rouge sombre.",
    "image": "assets/img/background/story/cave3.svg",
    "buttons": [
      {
        "title": "Prendre le temps de récupérer des cristaux",
        "quest": 27,
        "unique": false
      },
      {
        "title": "Chercher la sortie le plus vite possible",
        "quest": 33,
        "unique": false
      }
    ]
  },
  {
    "_id": 27,
    "title": "Le Gardien des Crystomannaies (Prendre le temps de récupérer des cristaux)",
    "text": "Vous vous affairez à dégoter des crystomonnaies, vous voyant déjà vivre comme une reine grâce à votre nouvelle fortune. Alors que vous tâtonnez parmi les rangées de cristaux multicolores, vos doigts finissent par se poser sur quelque chose qui n’a plus rien à voir avec la roche, mais qui vous paraît pourtant dur comme pierre.Levant les yeux, vous voyez culminer sur un corps de géant une tête monstrueuse pourvue de grandes défenses. Un sourire menaçant lézarde son visage.“Bonjour, toute petite demoiselle. Alors comme ça on vient miner des crystomonnaies ? Et ce, sans demander l’autorisation au gardien des lieux. À présent, vous allez me donner l’intégralité du contenu de votre bourse.” Il marque une pause, en proie à la réflexion, avant de proposer :“Vous savez quoi ? Je m’ennuie ferme depuis trop longtemps. Alors je vous propose de résoudre une petite énigme, et vous pourrez garder votre vie en plus d’une crystomonnaie.”",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "Accepter de lui donner toutes vos richesses",
        "quest": 28,
        "unique": false
      },
      {
        "title": "Résoudre l’énigme du gardien",
        "quest": 29,
        "unique": false
      },
      {
        "title": "Tenter de pousser le gardien contre un gros cristal bien pointu",
        "quest": 56,
        "unique": false
      }
    ]
  },
  {
    "_id": 28,
    "money": 0,
    "title": "La bourse plutôt que la vie (Accepter de lui donner toutes vos richesses)",
    "text": "“Merci, c’est bien urbain de votre part.” L’œil avide, le Gardien des Crystomonnaies se jette sur son butin et s’emploie à faire les comptes. C’est le moment de vous barrer. Maintenant. Qu’est-ce que vous attendez ? Décarrez",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "Foutez le camp",
        "quest": 45,
        "unique": false
      }
    ]
  },
  {
    "_id": 29,
    "title": "Vous vivez pour jouer, à moins que ce ne soit l’inverse (Résoudre l’énigme du gardien)",
    "text": "“Énoncez votre énigme, qu’on en finisse. Allons, un peu d’entrain, sinon à quoi bon jouer ?” Voyant que vous ne vous dériderez pas, le géant obtempère, un brin vexé. “Si j’écris tous les nombres de 100 à 400, combien de fois ai-je écrit le chiffre 2 ?” “Ha ! Bien joué !” Le Gardien des Crystomonnaie est visiblement satisfait de votre réponse.",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "160",
        "quest": 30,
        "unique": false
      },
      {
        "title": "200",
        "quest": 31,
        "unique": false
      },
      {
        "title": "Cuillère ?",
        "quest": 31,
        "unique": false
      },
      {
        "title": "360",
        "quest": 31,
        "unique": false
      }
    ]
  },
  {
    "_id": 30,
    "title": "Les chiffres, c'est votre truc( Réussite de l'énigme)",
    "text": "“Ha ! Bien joué !” Le Gardien des Crystomonnaie est visiblement satisfait de votre réponse. “Vous m’avez apporté un peu de distraction, et pour cette raison je vais vous laisser partir. Comme promis, voici une crystomonnaie, faites-en bon usage.” Même s’il avait promis de vous la remettre, la frustration est peinte sur son visage. “La sortie vers la vallée est par là.” En suivant son doigt du regard, vous apercevez un vaste tunnel. En l’empruntant, vous trouvez rapidement la lumière du jour.",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "Sortir à l’air libre",
        "quest": 45,
        "unique": false
      }
    ]
  },
  {
    "_id": 31,
    "title": "Vous n'avez jamais été très chiffre(Echec de l'énigme du gardien)",
    "text": "Vous donnez votre réponse, convaincue d’avoir déjoué l’énigme du gardien. Mais son grognement de frustration vient couper court à vos espoirs. La frustration se transforme rapidement en rage, et un léger tintement tout autour de vous vous fait réaliser la puissance du grondement grandissant du géant. Il semble que vous n’ayez d’autre choix que de vous battre.",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "Abattre le gardien",
        "quest": 182,
        "unique": false
      },
      {
        "title": "Sauf que vous n’avez pas envie de vous battre",
        "quest": 32,
        "unique": false
      }
    ]
  },
  {
    "_id": 32,
    "title": "Oui alors bon (Sauf que vous n'avez pas envie de vous battre)",
    "text": "Vous savez comme on dit que “dans la vie, on n’a pas toujours le choix ?”",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "Abattre le gardien",
        "quest": 182,
        "unique": false
      }
    ]
  },
  {
    "_id": 33,
    "title": "Pas de repos pour les braves (Chercher la sortie le plus vite possible)",
    "text": "Vous ne vous attardez pas, malgré les richesses potentielles qui vous tendent les bras. C’est dommage parce que les thunes, ça fait pas le bonheur, mais ça fait à minima l’équipement. M’enfin c’est vous qui voyez. Vous finissez par trouver une sortie qui vous ramène à l’air libre. Des vibrations régulières dans le sol, comme les pas d’une créature anormalement lourde, vous font penser que vous avez bien fait de ne pas vous attarder. Une chaleur suffocante vous assaille, et pour cause : vous vous trouvez face à un immense lac de lave. Aucun moyen de le contourner, vous allez devoir traverser. Après considération, vous vous dites qu’il est peut-être possible d’atteindre l’autre rive grâce aux rochers qui émergent du magma ça et là",
    "image": "assets/img/background/story/cave4.svg",
    "buttons": [
      {
        "title": "Traverser rapidement",
        "quest": 34,
        "unique": false,
        "item": 2
      },
      {
        "title": "Traverser avec prudence",
        "quest": 35,
        "unique": false,
        "item": 2
      },
      {
        "title": "Sauter de rocher en rocher",
        "quest": 36,
        "unique": false
      }
    ]
  },
  {
    "_id": 34,
    "title": "Karvagma a de l'avenir (Traverser rapidement)",
    "text": "Vous sortez de votre poche la carte de visite de Karvagma, le vendeur de kits ignifuges révolutionnaires, et vous vous rappelez ses mots : “Le jour où mon cousin Gollum est tombé dans la lave, j’ai compris qu’il y avait un marché à saisir. Tenez, prenez ma carte, ça vous donnera un avant-goût !”Vous avancez un pied au-dessus de la lave en fusion, hésitante. Si vous vous plantez, ça va faire mal. Très mal. Comme pour cousin Gollum. Comme on arrache un pansement, vous fermez les yeux et y allez d’un coup sec. Aucune douleur. Rouvrant les yeux, vous constatez que le lave n’est qu’un simple tapis rougeoyant pour vous. Craignant que l’effet ne s’estompe, vous courrez le plus vite possible pour atteindre l’autre rive. Lorsque vous l’atteignez, la carte a disparu de votre main. En contrebas, une vallée s’offre à vos yeux, et dans cette vallée se dressent quatre tours et un donjon, assortis de murailles. Le château de Merlin est en vue.",
    "item": "carte",
    "image": "assets/img/background/story/cave4.svg",
    "buttons": [
      {
        "title": "Rejoindre la vallée",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 35,
    "title": "Ça sent le cochon grillé, non ? (Traverser avec prudence)",
    "text": "Vous vous rappelez la carte de visite de Karvagma et ce qu’il a dit en vous la laissant : “un avant-goût” de ses kits ignifuges. Nichée au creux de votre main, vous sentez qu’elle irradie de pouvoir. Vous vous mettez à genou et avancez un doigt en direction de la lave en fusion, tout en refusant de regarder. Lorsque votre peau touche le magma, vous avez juste l’impression de tâter un gâteau spongieux. Vous vous relevez et avancez prudemment sur le lac de lave, trop incertaine de pouvoir marcher sans crainte. Il est mieux de prendre son temps et d’arriver bien vivante, rien ne presse. Sauf que si. Arrivée à mi-parcours, vous ressentez davantage de chaleur, et le creux de votre main vous chatouille. En ouvrant le poing, vous constatez que la carte de Karvagma se consume pour vous permettre de ne pas être consumée, vous.Il vous reste un petit bout de carte, et 500 mètres de lac de lave en fusion à parcourir. Vous n’y arriverez jamais. Votre voyage se termine ici. Quelle ironie pour quelqu’un qui a toujours détesté la viande trop cuite.",
    "image": "assets/img/background/story/cave4.svg",
    "buttons": [
      {
        "title": "Votre voyage se termine ici.",
        "quest": 1001,
        "unique": false
      }
    ]
  },
  {
    "_id": 36,
    "title": "L’entraînement paie enfin (Sauter de rocher en rocher)",
    "text": "Vous vous délestez de quelques babioles qui vous alourdissent inutilement. Le temps de trouver un itinéraire parmi les rochers, vous voilà à sauter et virevolter de monticule en monticule. Vous atterrissez finalement (avec beaucoup de grâce, si je puis me permettre) de l’autre côté du lac. L’opération n’aura pris qu’une dizaine de minutes. Ce serait un record s’il y avait une épreuve sportive de ce type. Mais il n’y en a pas. En contrebas, une vallée s’offre à vos yeux, et dans cette vallée se dressent quatre tours et un donjon, assortis de murailles. Le château de Merlin est en vue.",
    "image": "assets/img/background/story/cave4.svg",
    "buttons": [
      {
        "title": "Rejoindre la vallée",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 37,
    "title": "Une aide bienvenue (Proposer votre aide au loup à poil)",
    "text": "Le loup se détend de manière perceptible. “Vous feriez ça ?” Ses pupilles se dilatent à l’extrême et vous vous rendez compte qu’il est trop choupinoupinet. “Vous m’aideriez à retrouver ma cape rouge ? C’est un chaperon, pour être plus exact. Je vous récompenserai dûment.”",
    "image": "assets/img/background/story/mountainWolf1.svg",
    "buttons": [
      {
        "title": "Bien sûr que vous allez aider ce pauvre loup sans défense",
        "quest": 38,
        "unique": false
      }
    ]
  },
  {
    "_id": 38,
    "title": "Ça ne doit pas être bien difficile à trouver, un petit chaperon (Bien sûr que vous allez aider ce pauvre loup sans défense)",
    "text": "“Bien sûr, comment pourrais-je refuser ?” lancez-vous d’une voix un rien mielleuse. Oui, comment vous pourriez refuser ? Il est vraiment trop kiki. Vous fouillez le moins recoin pendant de longues heures. Finalement, épuisée, vous vous asseyez sur un rocher. Qui couine. Vous vous relevez d’un bond. La neige qui couvrait le rocher tombe en morceaux et laisse paraître un magnifique chaperon rouge… portée par une jeune fille terrorisée. “Je vous en prie, aidez-moi. Il veut me dévorer ! Je n’ai pas grand-chose, mais je peux vous donner ma cape, elle vous aidera dans vos périples !” En jetant un regard par-dessus votre épaule, vous constatez que le loup est occupé à retourner le moindre caillou à plusieurs mètres de vous. Il a le dos tourné.",
    "image": "assets/img/background/story/mountainWolf1.svg",
    "buttons": [
      {
        "title": "Ramener la fillette au loup, il a promis une récompense.",
        "quest": 39,
        "unique": false
      },
      {
        "title": "Aider la fillette à s’enfuir",
        "quest": 40,
        "unique": false
      }
    ]
  },
  {
    "_id": 39,
    "money": 10,
    "title": "Il en faut pour tous les goûts (Ramener la fillette au loup, il a promis une récompense)",
    "text": "Vous saisissez la jeune fille par le bras. Elle se débat, mais vous tenez bon et la ramenez auprès du loup. Le regard de celui-ci n’est plus du tout mignon. “Ah, merci infiniment ! Mais heu… vous savez, seule la cape m’intéresse hein…” Il ment vraiment très mal. Il comprend qu’on ne vous la fait pas, mais aussi que vous vous en fichez éperdument. “Tenez, pour votre aide précieuse…” Il lâche au creux de votre main une petite bourse bien pleine. Vous reprenez votre route vers le nord et vous finissez par tomber sur un chemin de montagne qui serpente vers une vallée où se dressent les tours d’un château.",
    "image": "assets/img/background/story/mountainWolf1.svg",
    "buttons": [
      {
        "title": "Descendre dans la vallée",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 40,
    "title": "La grande évasion (Aider la fillette à s’enfuir)",
    "text": "“Viens avec moi si tu veux vivre.” Vous tendez la main à la jeune fille, qui ne se fait pas prier pour la saisir. La force de sa poigne témoigne de la terreur intense qui l’habite. Vous profitez que le loup est toujours dos à vous, occupé à réajuster son caleçon en faisant claquer son élastique pour détaler. Bien qu’il s’agissait d’un beau claquement, rien à redire là-dessus, ce n’est pas suffisant pour couvrir votre départ précipité. Le loup se jette à votre poursuite avec une telle vélocité que son caleçon s’envole avec ses louves pin-ups, enfin libres. Le terrain semble obliquer de manière abrupte un peu plus loin, et vous craignez de n’avoir d’autre choix que de vous battre contre le loup à poil (pour de bon, cette fois). Au dernier instant, vous remarquez un chemin sur votre gauche. Vous entendez distinctement le loup s’élancer. Tirant violemment sur le bras de la fillette, vous vous jetez sur le côté. Le loup vous jette un regard médusé tandis qu’il chute le long de la falaise. Après qu’il ait poussé son ultime hurlement rageur, le vent porte à sa suite son caleçon. Qui fait quelques virevoltes avant de se soustraire à votre vue. En vous relevant, vous constatez que le chemin que vous avez trouvé serpente en direction d’une vallée au cœur de laquelle un château dresse fièrement son donjon.",
    "image": "assets/img/background/story/mountainWolf1.svg",
    "buttons": [
      {
        "title": "Descendre dans la vallée",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 41,
    "title": "Kylian était un bon gamin, et vous le savez (Non mais en vrai on n’a qu’à dire nord-est)",
    "text": "Parce que Kylian, vous saviez bien dans le fond qu’il était amoureux de vous. Ce jour-là il vous avait offert des fleurs qu’il avait cueillies dans le jardin. D’accord c’était le jardin de votre famille, mais on n’a pas forcément tous les couteaux dans le même tiroir, à 5 ans et demi. Ah oui au fait, vous ne voyez que de la neige dans cette direction. Et donc Kylian, il se retrouve avec le nez de Michael Jackson. Cherchez pas, vous ne connaissez pas. Un troubadour d’une contrée lointaine, aux cavités nasales prodigieusement aérées.",
    "image": "assets/img/background/story/mountain3.svg",
    "buttons": [
      {
        "title": "La ferme",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 42,
    "title": "Un passage dans la montagne (Ou alors l’ouest)",
    "text": "En jetant un regard vers l’ouest, vous remarquez une petite cavité dans laquelle vous pourriez bien vous faufiler.",
    "image": "assets/img/background/story/mountain3.svg",
    "buttons": [
      {
        "title": "Un passage sombre et étroit ? Qu’est-ce qui pourrait mal se passer ?",
        "quest": 26,
        "unique": false
      },
      {
        "title": "Mieux vaut se montrer prudente et chercher une alternative",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 43,
    "title": "Non (C’est une direction est-ouest ?)",
    "text": "Sérieusement ?",
    "image": "assets/img/background/story/mountain3.svg",
    "buttons": [
      {
        "title": "Vous restez où vous êtes, du coup",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 44,
    "title": "Pas votre meilleure idée (Au pire on peut tabler sur sud-est)",
    "text": "Le sud-est, c’est plus ou moins d’où vous venez. De fait, vous n’êtes pas très partante pour vous retaper la pente dans l’autre sens étant donné que cela pourrait vous conduire à une fin plutôt définitive ou à minima vers d’atroces mutilations. Et comme personne ne vous trouvera, ces atroces mutilations vous ramèneront à la première issue envisagée.",
    "image": "assets/img/background/story/mountain3.svg",
    "buttons": [
      {
        "title": "On va plutôt prendre une autre direction.",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 45,
    "title": "Un petit havre de paix (Clairière)",
    "text": "Les oiseaux chantent, le vent caresse les branches d’un bois non loin de là, un petit lapin se fait défoncer la tronche par un ours. Le cadre est idyllique.Vous vous trouvez au milieu d’une petite clairière et vous prenez le temps de marcher tranquillement, pour changer. Les tours du château de Merlin percent le ciel un peu plus loin, au-delà d’une petite colline. Tout-à-coup, vous apercevez de magnifiques salades sauvages. Vous pouvez prendre le temps d’en emporter une au passage.",
    "image": "assets/img/background/story/lievre1.svg",
    "sound": "assets/audio/grassland.mp3",
    "buttons": [
      {
        "title": "Cueillir une belle salade",
        "quest": 170,
        "unique": true
      },
      {
        "title": "On s’en fout des légumes, filer directement au château",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 46,
    "title": "Le départ de Monsieur LeCoq",
    "text": "Alors que vous approchez des immenses portes du château, celles-ci s’ouvrent dans un grincement retentissant. Un homme vêtu d’une redingote et d’un chapeau élégant apparaît. Un détail notable le concernant : il a des pattes de poulet. À votre approche, il lève les yeux. “Je suppose que - cot cot ! - vous venez pour monsieur. (Il s’écarte) Ne vous faites pas prier.” Constatant que vous restez plantée là à fixer ses membres inférieurs, il ajoute : “Je suis monsieur LeCoq - cot cot ! - et je servais monsieur Merlin en qualité de majordome - cot cot !. Il s’ennuyait aujourd’hui, il a donc décidé de “réconcilier” - cot cot ! - mon image et mon nom. Comme vous le voyez, son sort a raté. Du moins en partie - cot cot ! C’était la goutte d’eau, je rentre en France.”",
    "image": "assets/img/background/story/mainDoor.svg",
    "buttons": [
      {
        "title": "Cot cot",
        "quest": 58,
        "unique": false
      },
      {
        "title": "Pousser la porte du château",
        "quest": 61,
        "unique": false
      }
    ]
  },
  {
    "_id": 47,
    "title": "L’autre glandu. (Boire une autre gorgée)",
    "text": "Il a donc utilisé un sort d’édification primaire - qui permet d’ériger un bâtiment à 80% - et fait placarder des affiches à travers tout le royaume, promettant moult richesses à tous les bras forts qui finiraient sa place forte. Toutefois, il oublia de mentionner que la récompense promise dépendait de la transformation alchimique du plomb en or. Vous vous doutez bien de ce qu’il en est à ce niveau-là. Les bâtisseurs floués ont décidé de rester jusqu’à ce que Merlin daigne leur payer ce qui leur est dû et ont ainsi fondé une petite ville à quelques kilomètres du château. Le druide a souhaité montrer sa bonne volonté : il a reconnu la ville en lui donnant le nom de Fookin Foolths.",
    "image": "assets/img/background/story/tavern2.svg",
    "buttons": [
      {
        "title": "Encore une petite lampée pour la route",
        "quest": 48,
        "unique": false
      }
    ]
  },
  {
    "_id": 48,
    "title": "L’autre glandu (Encore une petite lampée pour la route)",
    "text": "Une fois rentré à son château, il a ourdi un plan machiavélique et relativement inhumain afin de se débarrasser de ses ouailles impudentes : faisant appel au plan tellurique, il a lancé une invocation… un peu au hasard, il faut le reconnaître. De manière inexplicable, le sort a fonctionné et Fookin Foolths se retrouve à présent envahi de golems de pierre. D’abord effrayés, les habitants de la petite bourgade ont rapidement compris que les créatures ne représentaient aucun danger à proprement parler. Seulement, ils ne cessent de frapper aux portes, répétant inlassablement cette phrase : “avez-vous quelques minutes à m’accorder pour parler de la grandeur de notre seigneur Merlin ?”. Il suffit qu’une fenêtre reste ouverte, qu’un paysan aille aux champs, bref il suffit de la moindre opportunité pour qu’un golem déroule son laïus. “Voilà, vous savez tout” conclut votre interlocuteur. ",
    "image": "assets/img/background/story/tavern2.svg",
    "buttons": [
      {
        "title": "Finissez votre bière et parler au tavernier",
        "quest": 3,
        "unique": false
      },
      {
        "title": "Finissez votre bière et sortir",
        "quest": 6,
        "unique": false
      }
    ]
  },
  {
    "_id": 49,
    "item": 3,
    "title": "Une petite cueillette au clair de lune (Cueillir quelques champignons)",
    "text": "C’est vrai que vous n’avez que ça à glander, de cueillir des champignons sous la pleine lune dans une forêt qui fait de la musique. Mais personne ne vous juge. Déjà parce que vous êtes toute seule, et ensuite parce que c’est vrai qu’ils sont magnifiques ces champignons. Ça fera une omelette incroyable, ou un poison létal. Mieux vaudrait vous en assurer avant de choisir l’une ou l’autre option",
    "image": "assets/img/background/story/lake2.svg",
    "buttons": [
      {
        "title": "Enfourner votre récolte dans votre besace",
        "quest": 7,
        "unique": false
      }
    ]
  },
  {
    "_id": 50,
    "title": "Retour au village",
    "text": "La froideur de la nuit vous glace les os. Seules quelques torches éclairent ça et là les habitations du village. À quelques kilomètres vers l’est, vous voyez le Mont Kuyerh s’élever fièrement contre le firmament. Droit devant vous, au sud, la forêt des Troncs Sonneurs sommeille au-delà du village. Il est temps de choisir votre route : des voix se rapprochent, et elles veulent vous vendre des encyclopédies d’histoire.",
    "image": "assets/img/background/story/cityNight1.svg",
    "buttons": [
      {
        "title": "Passer par la forêt des Troncs Sonneurs",
        "quest": 7,
        "unique": false
      },
      {
        "title": "Gravir le Mont Kuyerh",
        "quest": 18,
        "unique": false
      },
      {
        "title": "Retouner à la taverne",
        "quest": 1000,
        "unique": false
      }
    ]
  },
  {
    "_id": 51,
    "title": "Des salades ",
    "text": "Le portail s'ouvre. Ça a l’air si humide… Et ça sent le choux, mais vous avancé dans le portail.",
    "image": "assets/img/background/story/gate1.svg",
    "buttons": [
      {
        "title": "Traverser ",
        "quest": 45,
        "unique": false
      }
    ]
  },
  {
    "_id": 52,
    "title": "Leur demander s’ils pensent que leurs mamans seraient fières d’eux",
    "text": "Sérieux ?  Vous voulez vraiment faire ça ? Allez on est gentils, on va faire comme si vous n’aviez rien dit.",
    "image": "assets/img/background/story/forest4.svg",
    "buttons": [
      {
        "title": "Accepter de payer leur tribut ",
        "quest": 9,
        "unique": false
      },
      {
        "title": "Écraser leurs sales petites tronches de glands contre des chênes (baston)",
        "quest": 180,
        "unique": false
      }
    ]
  },
  {
    "_id": 53,
    "title": "En sécurité ",
    "text": "Vous détalez en direction de la grotte sans regarder en arrière et donc sans voir le regard d’incompréhension que vous jette le cerf rougeoyant. Ce n’est qu’après avoir couru environ 500 mètres à l’intérieur du tunnel que vous vous arrêtez pour reprendre votre souffle. Désormais, vous ne pouvez que continuer. Vous marchez durant un long moment avant de finalement percevoir de l’air frais, très frais même.",
    "image": "assets/img/background/story/cave3.svg",
    "buttons": [
      {
        "title": "Sortir au grand air",
        "quest": 18,
        "unique": false
      }
    ]
  },
  {
    "_id": 54,
    "title": "Les cerfs qui parlent, ça n’existe pas",
    "text": "Allons, approchez ! N’ayez pas peur !” Les mots continuent de s’imposer à vous pendant plusieurs minutes, avant de finalement cesser pour de bon sur un “Tant pis pour vous !” vexé. Vous êtes fière de votre résilience face à cette faiblesse passagère de l’esprit.  Vos jambes vous portent pendant quelques heures encore avant que la fatigue ne vous envahisse. Vous songez à un feu, votre couchette, et surtout au sommeil…",
    "image": "assets/img/background/story/forest7.svg",
    "buttons": [
      {
        "title": "Dormir pour se reposer.",
        "quest": 14,
        "unique": false
      },
      {
        "title": "Persévérer et avancer.",
        "quest": 15,
        "unique": false
      }
    ]
  },
  {
    "_id": 55,
    "title": "Brochette de géant",
    "text": "Pris par surprise, il ne s’attendait pas à ce qu’une si petite créature ait tant de force -, il vacille, parvient presque à reprendre son équilibre, mais trébuche et s’étend de tout son long. Un bruit humide et dégoûtant accompagne sa chute. Un pieu immense, magnifique et - il faut bien le dire -, franchement dégueu en même temps, orne la poitrine du Gardien des Crystomonnaies. Vous vous dépêchez de le fouiller et trouvez deux crystomonnaies, puis vous décampez en vitesse : vous ne savez pas quelles autres créatures peuvent hanter ces lieux.",
    "image": "assets/img/background/story/cave2.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "Sortir de la caverne de cristal",
        "quest": 45,
        "unique": false
      }
    ]
  },
  {
    "_id": 56,
    "title": "Un problème modèle géant",
    "text": "L’énorme poing du gardien s’abat sur vous. Vous avez à peine le temps de bondir en arrière. Reprenant vos appuis, vous dégainez votre arme, prête à trucider ce nouvel obstacle à votre quête. ",
    "image": "assets/img/background/story/cave2.svg",
    "buttons": [
      {
        "title": "Le géant terrassé",
        "quest": 181,
        "unique": false
      }
    ]
  },
  {
    "_id": 57,
    "title": "Le géant terrassé",
    "text": "À la dernière seconde, vous attrapez votre arme et tandis que le géant vous soulève, votre lame accompagne le mouvement. Vous n’avez qu’à tendre les bras et elle s’enfonce dans le menton du gardien sans résistance, appuyée par la force de celui-ci. Vous frappez un coup, puis deux, sans toutefois faire mouche. Votre adversaire vous repousse d’un simple revers de la main. Le mur que vous percutez vide l’air de vos poumons. Alors que le gardien s’approche, vous percevez les vibrations du sol dans vos mains et vos genoux à chacun de ses pas. Vous êtes toujours à quatre pattes, haletante, lorsqu’il vous saisit. À la dernière seconde, vous attrapez votre arme et tandis que le géant vous soulève, votre lame accompagne le mouvement. Vous n’avez qu’à tendre les bras et elle s’enfonce dans le menton du gardien sans résistance, appuyée par la force de celui-ci. Il vous tient face à lui, le regard médusé, votre arme plantée en travers de son crâne. Vous tombez avec lui à la renverse. Vous vous dépêchez de le fouiller et trouvez deux crystomonnaies, puis vous décampez en vitesse : vous ne savez pas quelles autres créatures peuvent hanter ces lieux.",
    "image": "assets/img/background/story/cave2.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "Sortir de la caverne de cristal",
        "quest": 45,
        "unique": false
      }
    ]
  },
  {
    "_id": 58,
    "title": "Vous n’avez pas honte ?",
    "text": "C’est très vilain de se moquer. Moi je ne vous fais pas de remarque sur votre visage étrangement asymétrique.",
    "image": "assets/img/background/story/mainDoor.svg",
    "buttons": [
      {
        "title": "Pardon ?",
        "quest": 59,
        "unique": false
      },
      {
        "title": "Pardon",
        "quest": 61,
        "unique": false
      }
    ]
  },
  {
    "_id": 59,
    "title": "Vous avez bien lu",
    "text": "Oui oui",
    "image": "assets/img/background/story/mainDoor.svg",
    "buttons": [
      {
        "title": "Je suis désolée",
        "quest": 61,
        "unique": false
      },
      {
        "title": "Cot cot",
        "quest": 60,
        "unique": false
      }
    ]
  },
  {
    "_id": 60,
    "title": "Vous l’avez bien cherché (Cot cot)",
    "text": "Ah c'est comme ça. Non seulement votre tronche manque de cohérence, mais vos muscles ont visiblement fondu. À force d'écumer les tavernes au lieu de tabasser des gobelins, voilà ce qui arrive. Et vous avez du bide. Si. Je fais ce que je veux, je suis le narrateur.Cette mauvaise hygiène de vie a forcément eu des conséquences sur vos performances d'aventurière.",
    "image": "assets/img/background/story/mainDoor.svg",
    "buttons": [
      {
        "title": "Je l'ai bien cherché.",
        "quest": 61,
        "unique": false
      }
    ]
  },
  {
    "_id": 61,
    "title": "La grande classe (Pousser la porte du château)",
    "text": "Derrière la porte, tout n’est que boiseries ouvragées et dorures précieuses. Le grand hall du château de Merlin en met plein la vue, il faut le reconnaître. Le genre de lieu très rare que priserait sans aucun doute Stephan De La Placette. En mettant de côté le rouleau de papier toilette qui traîne dans un coin.Vous voyez qui c’est, Stephan De La Placette, pas vrai ? Mais siiii. C’est ce mercenaire du logis qui vous trouve le bien introuvable ! Enfin bref, rien que le hall lui taperait dans l’œil à coup sûr.",
    "image": "assets/img/background/story/hallCastle.svg",
    "buttons": [
      {
        "title": "Je m'en fou",
        "quest": 62,
        "unique": false
      },
      {
        "title": "Vraiment je m'en tape",
        "quest": 62,
        "unique": false
      },
      {
        "title": "Rien à secouer",
        "quest": 62,
        "unique": false
      },
      {
        "title": "Au début j’ai cru que ça m’intéressait, et puis en fait pas du tout.",
        "quest": 62,
        "unique": false
      }
    ]
  },
  {
    "_id": 62,
    "title": "Débrouillez-vous (Hall du château)",
    "text": "Rustre. Vous ne faites aucun effort. Puisque c’est comme ça moi non plus :Y’a deux portes à gauche, deux portes à droite, et un escalier qui monte à l’étage au milieu.",
    "image": "assets/img/background/story/hallCastle.svg",
    "buttons": [
      {
        "title": "Prendre les escaliers",
        "quest": 172,
        "unique": false
      },
      {
        "title": "Première porte à gauche",
        "quest": 63,
        "unique": false
      },
      {
        "title": "Deuxième porte à gauche",
        "quest": 76,
        "unique": false
      },
      {
        "title": "Première porte à droite",
        "quest": 80,
        "unique": false
      },
      {
        "title": "Deuxième porte à droite",
        "quest": 99,
        "unique": false
      }
    ]
  },
  {
    "_id": 63,
    "title": "La porte aux trois portes (Première porte à gauche)",
    "text": "Lorsque vous passez la porte, vous êtes immédiatement confrontée… à trois autres portes. Chacune d’entre elles porte une inscription gravée dans le bois.Vous pouvez choisir entre “La mort”, “La vie” ou… “quelque chose entre les deux”. Vous qui n’avez jamais aimé faire des choix, vous voilà gâtée.",
    "image": "assets/img/background/story/3doors.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "La mort",
        "quest": 64,
        "unique": true
      },
      {
        "title": "Quelque chose entre les deux",
        "battle": false,
        "quest": 67,
        "unique": true
      },
      {
        "title": "La vie",
        "quest": 68,
        "unique": false
      },
      {
        "title": "Retourner dans le hall",
        "quest": 62,
        "unique": false
      }
    ]
  },
  {
    "_id": 64,
    "title": " La mort (“La mort”)",
    "text": "À l’instant où vous ouvrez la porte, votre sang ne fait qu’un tour.Devant vous se tient une immense silhouette encapuchonnée. Dans sa main squelettique, une faux à sa mesure qui ne sert clairement pas à faucher les blés. Enfin vous pourriez faucher les blés avec hein, c’est juste que là ça n’a pas l’air d’être l’objectif.La capuche se redresse dans votre direction. Vous ne parvenez pas à percer les ténèbres qui y ont élu domicile. Pourtant une voix en émane : “Oui ? Vous aviez rendez-vous ?” La silhouette sort un épais grimoire et, après l’avoir ouvert, fait courir un doigt décharné sur ses pages. Le bruit, semblable à celui d’une craie qui crisse sur un tableau, est insupportable. “Je suis désolé, je ne vous trouve pas dans mon registre. Ma secrétaire vous a contacté pour prendre rendez-vous ? Quelle incapable ! “Embauche Corrine, elle est exemplaire !” qu’ils disaient…”",
    "image": "assets/img/background/story/death1.svg",
    "buttons": [
      {
        "title": "Refermer la porte",
        "quest": 63,
        "unique": true
      },
      {
        "title": "Continuer",
        "quest": 65,
        "unique": false
      }
    ]
  },
  {
    "_id": 65,
    "title": "La Mort arrive",
    "text": "La silhouette continue de parcourir son grimoire quand soudain son doigt s’arrête. La capuche s’approche de la page jaunie. “Ah, attendez… Je vois quelque chose ici.” Vous remarquez que des traits se dessinent à l’endroit désigné. “Peut-être que Corrine va conserver son job et sa vie aujourd’hui, finalement !” Le rire qui s’échappe de la capuche vous évoque le verre pilé.",
    "image": "assets/img/background/story/death1.svg",
    "buttons": [
      {
        "title": "Refermer la porte",
        "quest": 63,
        "unique": true
      },
      {
        "title": "Continuer",
        "quest": 66,
        "unique": false
      }
    ]
  },
  {
    "_id": 66,
    "title": "Ha bah vous êtes mort",
    "text": "Oui… voilà qui est mieux. C’est fou ça, je ne savais même pas que mon grimoire pouvait faire ça. Nous avons finalement bien rendez-vous ! Là-dessus, sans même que vous ayez le temps de comprendre ce qui se passe et pourtant, vous avez quand même eu largement le temps, la faux s’abat sur vous.",
    "image": "assets/img/background/story/death1.svg",
    "buttons": [
      {
        "title": "Le Paradis ?",
        "battle": false,
        "quest": 1001,
        "unique": false
      }
    ]
  },
  {
    "_id": 67,
    "title": "Quelque chose entre les deux (“Quelque chose entre les deux”)",
    "text": "Vous entrez dans la pièce avec assurance, prête à affronter tous les dangers. Une personne est assise dans le fond de la pièce. Il s’agit d’un homme élégant et bien vêtu, au physique pour le moins avantageux. Lorsqu’il se rend compte de votre présence, il se lève avec empressement.“Mes hommages, madame…” Il s’approche de vous, mais une lueur dans ses yeux vous fait instinctivement reculer. Surtout, vous avez remarqué le teint blafard de sa peau, qui vous rappelle celle d’un mort. Comme s’il lisait dans vos pensées, l’homme s’arrête net dans son élan et reprend : “Je suis Edward Cullen, et je suis mort. Oui alors je sais que ça surprend, mais je préfère le dire d’emblée. Pfiou, et ben ça nous enlève un poids, hein ? Petit détail également : je ne suis pas QUE mort, à l’évidence, et je suis d’une catégorie plutôt connue : les vampires. Mais ne sortez pas votre plus beau pieu tout de suite ! Je suis un vampire végétarien.” Devant votre mine médusée, il poursuit : “Oui, voyez-vous. Mon clan a décidé que tuer des gens, c’est mal. Donc on ne les mange plus. Non, nous on préfère les légumes. D’ailleurs, j’ai si faim… vous n’auriez pas un petit quelque chose ?” Vous sentez clairement qu’il a envie de vous bouffer, quand même. “Allons, je vois bien que je vous fais peur, je ne vais donc pas vous importuner plus longtemps, et vous allez voir que je suis parfaitement clean. Vous pouvez vous retourner et vous en aller, je ne ferai rien.” Au moment où il finit sa phrase, ses yeux se voilent l’espace d’un court instant. ",
    "image": "assets/img/background/story/vampire1.svg",
    "buttons": [
      {
        "title": "Lui lancer de la légumineuse dans un coin de la pièce (requiert champignons)",
        "item": 3,
        "quest": 89,
        "unique": false
      },
      {
        "title": "Lui lancer de la légumineuse dans un coin de la pièce (requiert salade)",
        "item": 4,
        "quest": 89,
        "unique": false
      },
      {
        "title": "Aucune chance que vous lui fassiez confiance, c’est le moment de lui casser les canines.",
        "quest": 183,
        "unique": false
      },
      {
        "title": "S’il dit qu’il préfère la verdure, c’est qu’il préfère la verdure. Sortez.",
        "quest": 179,
        "unique": false
      }
    ]
  },
  {
    "_id": 68,
    "title": "La vie (“La vie”)",
    "text": "La pièce que vous découvrez est sobre, mais décorée avec goût. De grandes fenêtres laissent pénétrer la lumière du jour. Tout semble disposé pour attirer votre regard au centre de la salle, où trône une fiole en verre emplie d’un liquide rouge. “Oh ça, ça sent soit l’alcool, soit la potion de vie !”Vous vous approchez précipitamment, déjà heureuse de votre prise, mais lorsque vous posez vos doigts gantés sur l’opercule délicat, une voix retentit : “Hé là ! Bas les pattes !” Vous reculez, prise de court. Il n’y a personne d’autre que vous dans la pièce. “Je ne suis pas une potion facile ! Si vous voulez m’avoir rien que pour vous, il va vous falloir faire les choses en bonne et due forme.” “Ah, donc ce n’est pas de l’alcool…” Sérieusement, c’est ça qui vous vient à l’esprit ?",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "Lui susurrer qu’elle est la plus belle potion que cette terre ait porté",
        "quest": 73,
        "unique": true
      },
      {
        "title": "Lui promettre de l’emmener voir le monde",
        "quest": 69,
        "unique": true
      },
      {
        "title": "Draguer une potion ? Et puis quoi encore ? L’embarquer de force",
        "quest": 74,
        "unique": true
      }
    ]
  },
  {
    "_id": 69,
    "title": "Le bout du monde (Lui promettre de l’emmener voir le monde)",
    "text": "Et vous m’emmèneriez ooooùùùùùùù ?",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "À Venise",
        "battle": false,
        "quest": 70,
        "unique": false
      },
      {
        "title": "Dans la Creuse",
        "battle": false,
        "quest": 72,
        "unique": false
      },
      {
        "title": "Hors de cette pièce, c’est déjà pas mal",
        "battle": false,
        "quest": 72,
        "unique": false
      }
    ]
  },
  {
    "_id": 70,
    "title": "Une ville romantique, bon choix (À Venise)",
    "text": "Et on y ferait quoooiiiiiiii ?",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "On se promènerait en gondole, rien que toi et moi",
        "battle": false,
        "quest": 71,
        "unique": false
      },
      {
        "title": "Bon vas-y c’est chiant",
        "battle": false,
        "quest": 72,
        "unique": false
      }
    ]
  },
  {
    "_id": 71,
    "title": "Vous, vous savez comment parler à une potion (Réussite potion de vie)",
    "text": "La petite potion glousse à chacune de vos phrases, elle n’a d’yeux que pour vous. Enfin si elle avait des yeux, ils vous dévoreraient. “Emmenez-moi dans vos aventures, beauté !” Vous la saisissez délicatement et la fixez tout aussi soigneusement à votre ceinture. “Mais calmez vos ardeurs, moi, on ne me boit pas dès le premier soir !” ",
    "item": 1,
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "Sortir",
        "battle": false,
        "quest": 63,
        "unique": false
      }
    ]
  },
  {
    "_id": 72,
    "title": "échec",
    "text": "Vous ne m'intéressez pas, désolée je mérite bien mieux que vous. Vous devinez la mine renfrognée de la potion, vu qu'elle n'a pas de visage. “Vous feriez mieux de partir, j'attends quelqu'un.” Elle n'attend personne. Elle attend juste de vous voir décarrer.",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "Sortir",
        "battle": false,
        "quest": 63,
        "unique": false
      }
    ]
  },
  {
    "_id": 73,
    "title": "Love me tender",
    "text": "Vous vous approchez doucement, cherchez désespérément l’oreille de votre future conquête avant de vous rappeler que… eh bien… que c’est une potion, quoi. Vous vous armez de votre plus belle voix et vous murmurez doucement à la petite potion : “Tu sais, ma belle, jamais je n’avais posé les yeux sur pareille…” La potion vous interrompt. Elle a la voix de quelqu’un qui se pince le nez. “Oh mais c’est quoi cette haleine de chacal ? Vous avez une brosse à dent dans votre trousseau d’aventurier ?” Oui. “Vous avez mangé un rat mort ou quoi ?”  Oui. Aussi. “Allez, houste ! Très peu pour moi ! Je suis une potion de vie, pas un bain de bouche ! Je ne peux rien pour une haleine de ses morts !”",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "Mais je…",
        "quest": 72,
        "unique": false
      }
    ]
  },
  {
    "_id": 74,
    "title": "L’embarquer de force",
    "text": "Après réflexion intense de deux secondes cinq, vous décidez que vous n’en avez rien à foutre, de “faire les choses en bonne et due forme”. Vous attrapez la potion nonchalamment… et elle reste bien fixée à la table. Vous y allez à deux mains, malgré les protestations de plus en plus féroces de ladite potion. La sueur perle sur votre front, vous avez vraiment envie de cette potion dites donc. Vous êtes à priori certaine qu’il n’existe que cette potion au monde. “Puisque vous me voulez tant, alors prenez-moi !” Vous tombez à la renverse, haletante, la potion dans vos mains. Le liquide vermillon brunit puis prend une teinte abyssale. Vous voulez lâcher votre prise, mais vous n’y parvenez pas. “Toi qui me voulais tant, donne-moi tes lèvres à présent !”",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "Je savais qu’elle me voulait",
        "quest": 75,
        "unique": true
      }
    ]
  },
  {
    "_id": 75,
    "title": "La potion de votre vie",
    "text": "Votre échine se glace tandis que vous retirez le bouchon de cristal de la potion. Une puissante odeur marécageuse vous monte aux narines et manque de vous faire défaillir. Néanmoins, ce parfum vous enivre. Il vous invite, et ce n’est pas le genre d’invitation que l’on refuse. La potion est tout à vous maintenant. Vous l’avez ardemment désirée, et désormais plus rien d’autre ne compte. Une voix très lointaine, probablement la partie de vous qui est encore consciente, hurle de la lâcher et de partir en courant, mais pourquoi ? Maintenant qu’on vous donne sur un plateau ce qui clairement vous revenait, vous n’allez pas vous en priver, pas vrai ?",
    "image": "assets/img/background/story/glassFlask1.svg",
    "buttons": [
      {
        "title": "Boire la potion",
        "quest": 1001,
        "unique": false
      },
      {
        "title": "Boire la potion",
        "quest": 1001,
        "unique": false
      },
      {
        "title": "Boire la potion",
        "quest": 1001,
        "unique": false
      },
      {
        "title": "Boire la potion",
        "quest": 1001,
        "unique": false
      }
    ]
  },
  {
    "_id": 76,
    "title": "Apéro",
    "text": "Jackpot ! Enfin, c’est ce que vous croyez au début. Derrière la porte se trouve un escalier menant à une vaste cave… vide. Forcément il fallait que ça tombe sur vous. Le jour où vous vous pointez dans la caverne aux merveilles, quelqu’un a siphonné toutes les merveilles. Attendez… non. C’est même pire que ça : dans la pénombre vous remarquez que les étagères sont renversées. Les précieuses bouteilles sont éventrées et ont répandu leur contenu sur le sol.",
    "image": "assets/img/background/story/wine1.svg",
    "buttons": [
      {
        "title": "Lécher le sol",
        "quest": 77,
        "unique": true
      },
      {
        "title": "Regarder ce que vous pouvez trouver",
        "quest": 79,
        "unique": false
      },
      {
        "title": "Retourner dans le hall",
        "quest": 62,
        "unique": false
      }
    ]
  },
  {
    "_id": 77,
    "title": "Ivrogne",
    "text": "Allons, vous valez mieux que ça !",
    "image": "assets/img/background/story/wine1.svg",
    "buttons": [
      {
        "title": "C’est vrai",
        "quest": 76,
        "unique": false
      },
      {
        "title": "J’ai déjà vendu ma dignité pour de la Villageoise",
        "quest": 78,
        "unique": true
      }
    ]
  },
  {
    "_id": 78,
    "heal": -1,
    "title": "Un cru du trottoir",
    "text": "Vous vous précipitez, au cas où quelqu’un surgirait - de… nulle part ? - pour vous piquer l’idée (personne d’autre n’aurait eu cette idée, vous avez déjà pensé à vous faire aider ?). Vos genoux produisent un son humide lorsqu’ils rencontrent le sol. Vous approchez votre visage du nectar et vous mettez à lapper farouchement. C’était plutôt une bonne idée après tout : le vin se révèle excellent. Ce mélange de grands crus donne lieu à une espèce de maxi best of gustatif que vous jalouseraient les plus fins connaisseurs. Vous en êtes à votre troisième lampée quand vous ressentez une vive douleur au niveau de votre langue. Dans votre hâte, vous avez oublié que si la vinasse a arrosé le sol, c’est parce que les bouteilles se sont brisées. Finalement, c’était vraiment une idée de merde.",
    "image": "assets/img/background/story/wine1.svg",
    "buttons": [
      {
        "title": "Aîe ",
        "quest": 76,
        "unique": false
      }
    ]
  },
  {
    "_id": 79,
    "title": "Un capharnaüm sans nom",
    "text": "Votre petit cœur se serre un peu plus à chacun de vos pas qui écrase ce qui fut sans aucun doute de l’excellent vin. Le lieu est faiblement éclairé par quelques torches mourantes, et vous finissez par trouver un recoin où des bouteilles ont été épargnées. Vos doigts avides se referment sur elles, mais vous constatez rapidement que toutes sans exception sont asséchées. Apparemment, quelqu'un dans le coin aime l'alcool encore plus que vous. Et ce n'est pas peu dire. Sur une petite table à proximité, vous remarquez de vieux grimoires, tous illisibles parce que tachés de vin (forcément), et de petites feuilles souples. Celles-ci se révèlent très douces au toucher et ne portent aucune écriture. Après quelques minutes d’inspection minutieuse, vous en êtes sûre : il s’agit de papier toilette.",
    "image": "assets/img/background/story/wine1.svg",
    "buttons": [
      {
        "title": "Revenir sur vos pas",
        "quest": 76,
        "unique": false
      }
    ]
  },
  {
    "_id": 80,
    "title": "Un si long couloir",
    "text": "Vous traversez un long couloir. Très long. En plus, il n’y a même pas de tableau pour décorer. Si vous deviez faire un classement des couloirs les plus nuls que vous avez parcourus dans votre vie, celui-ci serait le premier. Facile. Au bout d’un moment, vous êtes saisie d’une peur quasi panique : et si ce couloir n’avait pas de fin ? Si vous restiez piégée dans ce boyau d’ennui mortel jusqu’à la fin de vos jours. C’est lorsque vous allez succomber à l’angoisse que vous arrivez au niveau de trois portes. Vous soufflez un bon coup : vous voilà sauvée. En même temps, vous auriez toujours pu faire demi-tour. C’est un couloir. Il a bien fallu que vous y entriez. Non mais moi je dis ça comme ça. Faut pas le prendre de cette façon. Ben si, je vois bien que vous êtes fâchée là. Faites pas genre. Allez on dit que vous reconnaissez être en pétard et on passe à autre chose. Vous avez le choix entre une porte sculptée représentant une multitude de visages, une autre affublée du seul cadre de tout ce foutu couloir (il représente une forme ovale un peu indistincte). Il y a aussi celle qui semble impalpable. Vous pouvez aussi revenir en arrière, si vous arrêtez de vous plaindre deux secondes. ",
    "image": "assets/img/background/story/4doors.svg",
    "buttons": [
      {
        "title": "La porte aux multiples visages",
        "quest": 83,
        "unique": false
      },
      {
        "title": "La porte qui est bizarre, elle est pas palpable",
        "quest": 100,
        "unique": true
      },
      {
        "title": "La porte avec un cadre",
        "quest": 81,
        "unique": true
      },
      {
        "title": "La porte à l'autre bout du couloir",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 81,
    "title": "Une forme omniprésente",
    "text": "C’est sûr, cette forme vaguement ovale vous dit quelque chose. Une fois la porte ouverte, vous êtes face à une ribambelle d’objets ayant tous cette silhouette. Alors vous réalisez : cette forme est omniprésente dans l’univers, vous l’avez toujours su au fond de vous. Cette forme, c’est celle de la patate. Merlin doit étudier ce phénomène, car tous les objets encombrant la pièce ont cette forme. Ça, ou alors il collectionne juste les objets en forme de patate. Faudrait pas oublier qu’il a vrillé, le vioc.",
    "image": "assets/img/background/story/potatoeDoor.svg",
    "buttons": [
      {
        "title": "Jeter un œil aux artefacts-patates",
        "quest": 82,
        "unique": true
      }
    ]
  },
  {
    "_id": 82,
    "title": "Le salon de la patate",
    "item": 7,
    "text": "Vous vous frayez un chemin à travers les hommages à la patate. Une poupée-patate, un fauteuil-patate, une fourchette-patate, une patate (bah oui), une guitare - c’est vrai qu’en fait ça ressemble un peu à une patate -, et quantité d’autres objets façonnés sur le modèle du saint féculent. Au fin fond de la pièce, entre un vase-patate et un balai-patate, vous trouvez finalement quelque chose d’utile : sur un piédestal-patate assorti d’un coussin-patate repose un marteau-patate. En vous approchant, vous lisez son nom sur un écriteau “Le pourfendeur des fées au cul lent lors de la grande bataille de Brocéliande en 453 : Patator”. Vous empoignez le marteau. Une sensation de puissance vous envahit malgré la légèreté de l’arme.",
    "image": "assets/img/background/story/potatoeLivingRoom.svg",
    "buttons": [
      {
        "title": "Louée soit la patate",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 83,
    "title": "L’élite des golems",
    "text": "À votre grande surprise, l’endroit est bondé. Vous vous trouvez dans une grande bibliothèque où de nombreux golems à lunettes lisent avec application. Ce qui est plus étonnant encore que cette scène, c’est qu’aucun ne se jette sur vous pour vous rebattre les oreilles avec la grandeur de Merlin. Remarquant votre présence, l’un d’eux décolle le nez de son bouquin et s’approche de vous en mettant ses lunettes de côté. “Bienvenue aventurière, ravi de vous accueillir dans notre QG syndical. Nous sommes de fiers golems se battant pour faire valoir nos droits auprès de Merlin. Nous lui avons envoyé plusieurs négociateurs avec des revendications salariales et de temps de travail. Jusqu’ici il ne s’est pas montré très enclin à la conversation, pas vrai Timmy ?” Il caresse un petit caillou posé sur un meuble à sa gauche. Visiblement la négociation de Timmy s’est révélée infructueuse.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Discuter du mouvement syndical",
        "quest": 84,
        "unique": false
      },
      {
        "title": "Interroger les golems pour savoir où est Merlin",
        "quest": 174,
        "unique": true
      },
      {
        "title": "Prendre un livre et s'asseoir",
        "quest": 90,
        "unique": false
      }
    ]
  },
  {
    "_id": 84,
    "title": "La Confédération Golémique du Travail",
    "text": "Trop heureux de trouver un potentiel partisan, le golem ne se fait pas prier pour vous détailler par le menu les tenants et les aboutissants de son mouvement syndical. “Nous sommes la CGT - ou Confédération Golémique du Travail, scande-t-il en se frappant la poitrine dans un “poc” retentissant. Notre but est de défendre les honnêtes golems qui entretiennent l’image de Merlin.”",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Lui faire remarquer qu’ils produisent surtout l’effet inverse",
        "quest": 85,
        "unique": false
      },
      {
        "title": "Mais c’est très intéressant ça, dites donc",
        "quest": 88,
        "unique": false
      }
    ]
  },
  {
    "_id": 85,
    "title": "Représentant du patronat",
    "text": "Le visage de votre interlocuteur se renfrogne dans un bruit de crissement de pierres. “C’est lui qui vous envoie, n’est-ce pas ? Vous êtes là pour nous réprimander, vous aussi ! On ne fait pas assez bien notre travail pour vous ! Allez, dégagez le plancher avant que je m’assoie sur votre visage.” Cette proposition n’a rien de scabreux : vu son poids, s’il s’assoit sur votre visage le menhir, c’en est fini de votre jolie petite gueule d’amour.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Vous excuser platement et sortir",
        "quest": 176,
        "unique": false
      },
      {
        "title": "En voilà une proposition alléchante…",
        "quest": 86,
        "unique": false
      }
    ]
  },
  {
    "_id": 86,
    "title": "On vous juge, là",
    "text": "Ah vraiment ? Et du coup qu’est-ce que vous n’avez pas compris dans le paragraphe précédent ? Non parce qu’à moins d’avoir un délire érotico-suicidaire, là ça veut dire que vous êtes tellement en chien (sur des golems de pierre, pas sexy pour un sou qui plus est) que vous êtes prête à vous faire écrabouiller le visage, probablement avant d’avoir ressenti une once de plaisir.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "On vous juge, là",
        "quest": 87,
        "unique": false
      }
    ]
  },
  {
    "_id": 87,
    "title": "Lol, non (Revenir en arrière)",
    "text": "Vous avez cliqué, faut assumer vos délires pervers maintenant. Bon, ben quand faut y aller… Les golems s’approchent de vous. Ils se lèvent en abandonnant leurs lectures, leur démarche est menaçante, mais vous vous la trouvez sensuelle, parce que vous êtes TARÉE. Les mains du premier golem se referment sur vous avant que vous ayez le temps de dire “je suis une tordue” et vous plaquent à terre. Vous ressentez une chaleur au creux de vos hanches… SÉRIEUSEMENT ?! Pendant que le puissant menhir vous maintient au sol, ses collègues syndicalistes se grimpent dessus (arrêtez tout de suite vos pensées cheloues) pour former un mur… qui tombe sur vous sans préliminaire. Alors, vous avez kiffé ? Ce n’est pas comme si vous pouviez répondre, puisque vous avez à présent la consistance d’une pâte à crêpes.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Accueillir la mort avec plaisir",
        "quest": 1001,
        "unique": false
      }
    ]
  },
  {
    "_id": 88,
    "title": "Et ce n’est pas tout",
    "text": "Visiblement ravi de votre enthousiasme, il poursuit : “Nous souhaitons augmenter nos salaires afin qu’ils reflètent notre investissement réel sur le terrain. D’autant que plus les jours passent, plus nous avons de missions à remplir. Pas plus tard qu’hier, Merlin nous a sommés de vendre 5 calendriers “Les 12 mois de Merlin Taquin” par jour. Et bien sûr nous ne touchons rien là-dessus.” Vous le questionnez bien évidemment sur “Les 12 mois de Merlin Taquin”. “Oh, il s’agit d’un calendrier tout ce qu’il y a de plus classique, agrémenté de gravures de très grande qualité de notre seigneur Merlin dans des positions lascives et débarrassé de sa robe de magicien, à part son chapeau. Tenez, j’en ai un là justement !” Vous regretterez pour toujours d’avoir vu “Les 12 mois de Merlin Taquin”.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Merci… je crois",
        "quest": 176,
        "unique": false
      },
      {
        "title": "Interroger les golems de où se trouve Merlin",
        "quest": 175,
        "unique": false
      }
    ]
  },
  {
    "_id": 89,
    "title": "On devait se foutre de lui à l’école des vampires",
    "text": "Cullen suit son repas végétarien des yeux. Il n’a pas le temps d'atterrir que le vampire se jette dessus. Heureusement que vous n’étiez pas un légume. Cela dit, si vous étiez un légume, vous ne seriez pas là de toute façon. D’ailleurs, si vous deviez vous réincarner en légume, vous choisiriez quoi ? Moi je vous vois bien en courgette. De mon côté, je me suis toujours dit que je serais une tomate du tonnerre. Au milieu des bruits secs et cassants de la végétation qu’on arrache, vous en profitez pour vous retourner et laisser derrière vous ce vampire qui a quelque peu perdu de sa superbe. Vous savez, au fond, que vous auriez préféré qu’il soit de la vieille école.",
    "image": "assets/img/background/story/vampire1.svg",
    "buttons": [
      {
        "title": "Sortir",
        "quest": 63,
        "unique": false
      }
    ]
  },
  {
    "_id": 90,
    "title": "Comme vous êtes studieuse (Prendre un livre et s’asseoir)",
    "text": "“Je suis très intriguée par votre combat et je souhaite moi aussi m’instruire, me permettrez-vous de parcourir votre bibliothèque ?” Vous êtes tellement polie que vous vous surprenez vous-même. Sans doute est-ce l’effet de la pièce ou de la puissante aura d’érudition qui émane de ces golems à lunette. Le golem qui vous fait face sourit en tout cas jusqu’à ses oreilles en pierre. “Bien entendu, allez-y ! Au fait, moi c’est Jimmy, enchanté.”  Vous le dépassez pour aller fouiller la bibliothèque, parce que vous êtes toujours cette aventurière un peu rustre dans le fond. Après avoir parcouru quelques étagères, vous retenez trois titres qui vous paraissent intéressants. ",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "La lutte des classes",
        "quest": 91,
        "unique": false
      },
      {
        "title": "La collection des objets en forme de patate : plus qu'un vocation, un art de vivre",
        "quest": 94,
        "unique": true
      },
      {
        "title": "Où trouver Merlin pour les Nuls",
        "quest": 95,
        "unique": true
      }
    ]
  },
  {
    "_id": 91,
    "title": "La lutte des classes (“La lutte des classes”)",
    "text": "Écrit par un certain Carlos Abalérich, la lutte des classes est un gros pavé qui postule que chaque individu habite dans une salle de classe. C’est philosophique, cherchez pas. Certains ont des craies pour écrire au tableau, d’autres ont des chiffonnettes pour l’essuyer. D’autres encore possèdent une chaise ou une table. Abalérich explique que ce n’est qu’en acceptant de tous se réunir dans une seule salle de classe et de mettre en commun tables, chaises, craies, chiffonnettes et tableaux que l’on pourra former l’école de l’humanité et tous s’élever vers une conscience supérieure, apte à prendre la place des grands reptiliens. Ou quelque chose du genre. Tout ceci arrivera le jour où chacun prendra conscience d’être seul dans sa salle de classe. Ce jour, ce sera celui de la Grande Sonnerie. Une question demeure cependant : qui deviendra alors le Grand Monarque, le Christ Cosmique qui guidera la salle de classe de l’humanité vers les étoiles ?",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Ce sera moi",
        "quest": 92,
        "unique": false
      },
      {
        "title": "Qui, en effet ?",
        "quest": 93,
        "unique": false
      }
    ]
  },
  {
    "_id": 92,
    "title": "Allons bon (Ce sera moi)",
    "text": "Ne soyez pas ridicule.Vous rangez le livre.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Interroger les golems pour savoir où est Merlin",
        "quest": 173,
        "unique": false
      },
      {
        "title": "Retourner dans le couloir",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 93,
    "title": "Super (Qui, en effet ?)",
    "text": "Merci d’apporter votre inestimable contribution au débat.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Interroger les golems pour savoir où est Merlin",
        "quest": 173,
        "unique": false
      },
      {
        "title": "Retourner dans le couloir",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 94,
    "title": "La collection des objets en forme de patate : plus qu’une vocation, un art de vivre (“La collection des objets en forme de patate : plus qu’une vocation, un art de vivre”)",
    "text": "Le livre présente des gravures magnifiques représentant divers objets en forme de patate. Elles servent à illustrer un propos selon lequel la forme de la patate peut se retrouver en permanence dans notre quotidien : dans un nuage, dans une table, dans un cadre, etc. La “Congrégation de la Sainte Patate” a pour vocation de réunir un maximum de manifestations de cette forme en particulier. Il est question de tout une hygiène de vie basée sur le divin féculent : vous trouvez divers passages expliquant comment “dormir comme une patate” ou comment “éplucher une patate sans la faire souffrir” - car les patates sont destinées à être mangées par ses adorateurs pour qu’ils puissent absorber leur puissance. Vous trouvez plusieurs références à des artefacts mythiques, dont une puissante arme appelée “Patator”. Vous trouvez aussi beaucoup, beaucoup d’ennui entre les pages de cet étonnant bouquin. Vous refermez le tome épais et le remettez à sa place avant de vous diriger vers la sortie.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Loué soit le patate",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 95,
    "title": "Où trouver Merlin pour les Nuls (“Où trouver Merlin pour les Nuls”)",
    "text": " Le tome est bien épais, et vous vous employez à le lire avec application, vu que c’est justement pour trouver Merlin que vous êtes là. Le hasard des fois c’est fou, non ? Franchement, quelles étaient les chances pour que vous trouviez précisément ce bouquin, alors qu’il répond précisément à votre question ? C’est dingue, quand même. Moi en tout cas je trouve ça dingue. Dès les premières lignes, le livre vous accroche en vous recommandant de “bien rester jusqu’à la fin” pour ne pas louper l’annonce de l’endroit où se trouve Merlin. Vous êtes un peu dubitative quand vous abordez le passage sur la reproduction chez les sangsues de rivière, et plus encore quand vous arrivez à celui qui explique comment monter un meuble sans effort, mais vous tenez bon. Arrivée à la page 531, vous découvrez, médusée, qu’il n’y a plus de texte. Pendant au moins 500 pages, facile. Lorsque vous tombez sur la dernière, vous y trouvez la ligne suivante : “Ha ! Parce que vous avez vraiment cru que vous me trouveriez comme ça ?” Vous refermez le livre avec rage. Une légère odeur de savon remonte et vient vous chatouiller les narines. Vous vous dirigez vers la sortie. ",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Au moins je sais monter un meuble sans effort, maintenant",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 96,
    "title": "C’est l’histoire d’un mec…",
    "text": "Qu'est-ce qui fait toin toin ? Un tanard.",
    "image": "assets/img/background/story/darkness1.svg",
    "buttons": [
      {
        "title": "Encore !",
        "quest": 97,
        "unique": false
      },
      {
        "title": "Allez j’y vais mo",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 97,
    "title": "C’est l’histoire d’un mec… encore…",
    "text": "Qu'est-ce qui est vert avec une cape ? Un concombre qui imite Super Tomate.",
    "image": "assets/img/background/story/darkness1.svg",
    "buttons": [
      {
        "title": "Encore !",
        "quest": 98,
        "unique": false
      },
      {
        "title": "Allez j’y vais moi",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 98,
    "title": "Badum tss",
    "text": "Deux œufs discutent : – Pourquoi t’es tout vert et aussi poilu ?  – Parce que j’suis un kiwi, connard",
    "image": "assets/img/background/story/darkness1.svg",
    "buttons": [
      {
        "title": "Cette fois je me casse",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 99,
    "title": "Le dressing",
    "text": "L’endroit est un peu moins reluisant que le hall du château, mais vous lui trouvez néanmoins un certain charme. Après considération, vous estimez qu’il doit s’agir d’un dressing. Vous y trouvez une bonne cinquantaine de robes de magicien, toutes semblables. Une autre porte face à vous mène vers la chambre à coucher. Et ça vous le savez parce qu’il y a un lit gravé dessus.",
    "image": "assets/img/background/story/dressing.svg",
    "buttons": [
      {
        "title": "Chambre à coucher",
        "quest": 101,
        "unique": false
      },
      {
        "title": "Retourner dans le hall",
        "quest": 62,
        "unique": false
      }
    ]
  },
  {
    "_id": 100,
    "title": "Fantômes au rabais",
    "item": 5,
    "text": "Cette pièce est plongée dans les ténèbres, mais vous parvenez tout de même à discerner des formes qui brillent d’une aura bleutée. L’une d’elles se rapproche de vous. Elle esquisse des mouvements circulaires et vous entendez distinctement une voix : “OOuuuuuhhh !” C’est supposé vous faire peur, vous percevez bien l’intention, mais l’exécution n’y est pas. Le fait que la forme se mange un porte-manteau au passage n’aide en rien à renforcer la crédibilité de sa démarche, pas plus que le “aïe” qui interrompt brièvement son hululement. Arrivée à votre niveau, cette forme se révèle être un grand drap blanc flottant dans les airs. Voyant qu’il ne vous fera pas lâcher ne serait-ce qu’un sanglot, il désespère. “Oh allez quoi… franchement à part le porte-manteau c’était pas si mal ! Accepteriez-vous de répondre à un questionnaire sur mes performances pour m’aider à m’améliorer ?” Vous n’avez pas super envie de répondre à un questionnaire, évidemment. Vous avez plutôt envie de savoir ce qui se trame dans cette pièce. “Nous sommes tous les fantômes ratés que Merlin à invoqués. Nul d’entre nous ne souhaite terroriser les gens du villages, ce n’est pas notre vocation, mais ça môssieur Merlin ne veut pas l’entendre et préfère nous qualifier de “gros nuls”. Moi par exemple, je raconte d’excellentes blagues, j’ai toujours voulu monter un one ghost show.” En jetant un œil autour de vous, vous constater la présence d’une dizaine de draps fantomatiques. Et aucun ne vous fait peur. Tout à coup, vous sentez quelque chose contre votre jambe. “Lui on l’appelle Monsieur Propre, parce qu’il passe son temps à tout essuyer. Visiblement vous traînez pas mal de crasse, il a l’air d’être concentré sur vous. Vous ne pourrez plus vous en dépêtrer. Vous voulez entendre une blague ?” ",
    "image": "assets/img/background/story/darkness1.svg",
    "buttons": [
      {
        "title": "Évidemment, j’adore l’humour",
        "quest": 96,
        "unique": false
      },
      {
        "title": "Je n’ai pas que ça à faire",
        "quest": 97,
        "unique": false
      }
    ]
  },
  {
    "_id": 101,
    "title": "Le repos de la guerrière",
    "text": "Bingo ! Il s’agit bien d’une chambre à coucher et… non, relevez-vous. Décollez de ce matelas immédiatement… Vous vous réveillez après deux heures d’une sieste que certains pourraient estimer méritée. D’autres non. Je ne vous file pas les proportions, mais la majorité est écrasante. Maintenant que vous prenez le temps de regarder autour de vous, vous constatez que la chambre est plutôt modeste (mais tout de même spacieuse). Seuls quelques meubles peuplent la pièce. Une porte assortie d’un petit miroir vous renvoie votre image sur votre droite. Mais que sentez-vous sous vos pieds ? C’est si moelleux que vous le sentez à travers vos bottes… En baissant les yeux vous découvrez un tapis d’au moins 5 centimètres d’épaisseur, et vos bottes s’enfoncent doucement dedans. Cela vous fait l’effet d’un petit nid douillet dans lequel vous avez envie de vous lover pour profiter d’une petite extension de sieste. ",
    "image": "assets/img/background/story/bedroom1.svg",
    "buttons": [
      {
        "title": "Dormir sur le tapis",
        "quest": 102,
        "unique": true
      },
      {
        "title": "Fouiller les meubles",
        "quest": 103,
        "unique": true
      },
      {
        "title": "Ouvrir la porte au miroir",
        "quest": 104,
        "unique": false
      }
    ]
  },
  {
    "_id": 102,
    "title": "Le tapis du bonheur",
    "heal": 1,
    "text": "C’est le meilleur tapis sur lequel vous avez piqué un somme (oui, il y en a eu plusieurs). Vous vous enfoncez dans sa matière duveteuse avec un plaisir certain. Le paradis molletonné vous enveloppe tout entière et vous voilà à rêver, vous qui ne rêvez jamais. Au creux de votre esprit, vous revivez les moments d’intense bonheur de votre existence : le jour où vous avez découvert la raclette, celui où vous avez décidé de sortir des carcans et de vivre la vie d’aventurière. Voilà c’est tout. En même temps, il est question de moments de bonheur “intense”, ce n’est pas tous les jours non plus. Quoi qu’il en soit, vous sortez de cette sieste (à contrecœur) revigorée.",
    "image": "assets/img/background/story/bedroom1.svg",
    "buttons": [
      {
        "title": "Je t’aime, tapis",
        "quest": 101,
        "unique": false
      }
    ]
  },
  {
    "_id": 103,
    "title": "Les trésors du magicien",
    "text": "Vous ouvrez et videz les trois meubles qui habillent la pièce. Vous ne pouviez pas vous contenter de regarder, non. Il fallait que vous les vidiez. Évidemment. Dans le foutoir que vous avez créé, vous trouvez un assortiment de petits objets - tous ont la forme d’une patate -, plusieurs bouquins dont un renfermant un exemplaire de “Démones chaudes”, un petit livret essentiellement graphique présentant des gravures pour le moins osées. Il y a aussi des petites statuettes décoratives, en plusieurs morceaux maintenant grâce à vous, et… un jouet imitant les traits d’un canard jaune, composé d’une matière étonnante, à la fois souple et solide. En le retournant, vous pouvez lire “CANARD DE L’APOCALYPSE” sous ses fesses.",
    "image": "assets/img/background/story/bedroom1.svg",
    "buttons": [
      {
        "title": "Ça sent la puissance, le garder",
        "quest": 169,
        "unique": false
      },
      {
        "title": "Apocalypse ? Très peu pour moi",
        "quest": 101,
        "unique": false
      }
    ]
  },
  {
    "_id": 104,
    "title": "La salle des miroirs",
    "text": "Vous vous multipliez dès l’instant où vous franchissez le seuil de la porte. Votre image en tout cas. Vous vous trouvez au milieu d’une pièce octogonale où chaque mur est un miroir. Tous sans exception vous renvoie un reflet déformé : vous êtes tour à tour grosse, à l’envers, un poulet… (oui). Celui qui vous fait face est différent, cependant : il est maculé de crasse, mais entre les tâches vous croyez discerner un reflet en tout point fidèle à la réalité.",
    "image": "assets/img/background/story/hallOfMirrors1.svg",
    "buttons": [
      {
        "title": "Essuyer le miroir crasseux ",
        "item": 5,
        "quest": 105,
        "unique": false
      },
      {
        "title": "Essuyer le miroir crasseux avec votre manche ",
        "quest": 106,
        "unique": false
      }
    ]
  },
  {
    "_id": 105,
    "title": "L’ami qui essuie",
    "text": "Au moment où vous tendez le bras pour essuyer le miroir, Monsieur Propre, le fantôme ménager qui n’a pas lâché votre jambe depuis la salle des fantômes ratés, jaillit pour se jeter à l’assaut de la surface pas si réfléchissante. Il se met à parcourir le miroir de long en large en se tortillant dans tous les sens. Peu à peu la crasse disparaît pour laisser place à votre reflet parfait. Lorsque la dernière once d’impureté disparaît, Monsieur Propre est quant à lui devenu totalement noir. Il effectue une dernière virevolte dans les airs avant de retomber dans vos bras, inerte. Il s’est tué à la tâche. Littéralement. Humour. Rigolez maintenant.",
    "image": "assets/img/background/story/hallOfMirrors1.svg",
    "buttons": [
      {
        "title": "Entrer dans le miroir",
        "quest": 110,
        "unique": false
      },
      {
        "title": "Ressusciter Monsieur Propre avec le Canard de l’Apocalypse",
        "quest": 108,
        "unique": false
      },
      {
        "title": "J’aurais tout aussi bien pu nettoyer moi-même",
        "quest": 107,
        "unique": false
      }
    ]
  },
  {
    "_id": 106,
    "title": "Pas les bons outils",
    "text": "Vous vous affairez à frictionner le miroir, mais rien n’y fait : il reste invariablement noirci par la crasse. Votre manche, par contre, est dégueulasse. Encore un truc qui ne partira pas avec une simple lessive. Ceci dit vous avez l’habitude des tâches difficiles, notamment à cause du sang de vos victimes. Tandis que vous divaguez au sujet de votre prochaine tournée de lessive, vous avez la sensation de vous endormir et de vous réveiller en un éclair. Vous voyez flou, mais une chose est sûre : vous n’êtes plus dans la salle des miroirs.",
    "image": "assets/img/background/story/hallOfMirrors1.svg",
    "buttons": [
      {
        "title": "Plisser les yeux",
        "quest": 100,
        "unique": false
      }
    ]
  },
  {
    "_id": 107,
    "title": "Vous vous surestimez",
    "text": "Vous êtes une de ces rares personnes qui a le don inouï de laisser une pièce plus sale après l’avoir nettoyée. Donc non. Juste pour que ça soit dit : cracher dans ses mains et frotter deux-trois trucs avec votre pouce pendant que vous dégueulassez tout avec vos bottes, ce n’est pas stratégique.",
    "image": "assets/img/background/story/hallOfMirrors1.svg",
    "buttons": [
      {
        "title": "Je suis un génie incompris",
        "quest": 109,
        "unique": false
      }
    ]
  },
  {
    "_id": 108,
    "title": "Nécromancien du dimanche",
    "text": "Hors de question que Monsieur Propre rende l’âme… encore. Vous vous rappelez cet objet mystique trouvé dans la chambre de Merlin… le Canard de l’Apocalypse. Vous vous souvenez de la puissance qui semblait en émaner, presque palpable. Avec un tel nom, il doit être possible d’accéder au pouvoir du chaos pour ramener la vie. Vous sortez le canard de votre besace et vous le collez au drap inerte de Monsieur Propre. Rien ne se passe. C’est balo, ils ne fournissent pas de manuel avec les Canards de l’Apocalypse apparemment. Vous êtes au milieu d’une pièce qui vous renvoie une myriade de reflets de vous en train de frotter un canard jaune contre un drap. Vous commencez à vous sentir ridicule. Vous avez raison.",
    "image": "assets/img/background/story/hallOfMirrors1.svg",
    "buttons": [
      {
        "title": "J’aurai tout essayé…",
        "quest": 109,
        "unique": false
      }
    ]
  },
  {
    "_id": 109,
    "title": "Continuer ou ressusciter",
    "text": "Vous remarquez que la surface du miroir désormais propre tremblotte un peu, comme parcourue de vaguelettes. Vous pourriez presque jurer qu’il s’agit d’un miroir d’eau. Monsieur Propre a vraiment fait du beau travail pour l’ultime mission de son existence.",
    "image": "assets/img/background/story/hallOfMirrors1.svg",
    "buttons": [
      {
        "title": "Entrer dans le miroir",
        "quest": 110,
        "unique": false
      },
      {
        "title": "Ressusciter Monsieur Propre avec le Canard de l’Apocalypse",
        "quest": 108,
        "unique": false
      }
    ]
  },
  {
    "_id": 110,
    "title": "La poudre de Merlinpinpin",
    "text": "Vous approchez du miroir, tendez la main pour le toucher et dès l’instant où vos doigts entrent en contact avec la surface liquide, vous êtes happée vers un nouveau lieu. Vous y trouver une baignoire luxueuse posée sur un carrelage exquis. Derrière un paravent, à droite de la baignoire, vous discernez une silhouette. Un chapeau pointu dépasse. “Merlin, il est temps que votre folie s’arrête !” Dans sa surprise, le magicien fait tomber le paravent et vous le découvrez la robe ouverte sur un caleçon pour le moins original. Des canards s’y ébattent, joyeux. Vous voyez leurs ailes se mouvoir. Ils jouent ensemble. C’est fou ce qu’on peut faire avec de la magie, de la folie et du temps. Ce qui est moins mignon, c’est le pif de Merlin, recouvert d’une poudre blanche. Le vieux a visiblement le nez qui traîne dans le saladier, ce qui ne doit pas aider sa condition mentale. Derrière lui, vous remarquez une table sur laquelle trônent des dunes de la même couleur opaline. “Je l’ai inventée, elle est à moi ! Si vous voulez ma Poudre de Merlinpinpin, il faudra me passer sur le corps ! Ou alors me payer excessivement cher.” Ça doit pouvoir se revendre sans problème. Une raison de plus de mettre ce fou hors d’état de nuire.",
    "image": "assets/img/background/story/bathroom1.svg",
    "buttons": [
      {
        "title": "Pour la thune !",
        "quest": 111,
        "unique": false
      },
      {
        "title": "Pour la gloire !",
        "quest": 111,
        "unique": false
      },
      {
        "title": "Pour les villageois !",
        "quest": 111,
        "unique": false
      },
      {
        "title": "Pour Arthur !",
        "quest": 111,
        "unique": false
      }
    ]
  },
  {
    "_id": 111,
    "title": "Pacifier le vioc",
    "text": "Merlin invoque son grimoire, qui apparaît entre ses mains. Cet objet est responsable de tous les maux des villageois, et vous savez qu’il pourrait aussi causer votre perte. Vous tirez votre arme, prête à éliminer le vieux magicien complètement défoncé qui se tient devant vous, toujours en robe ouverte sur caleçon.",
    "image": "assets/img/background/story/bathroom1.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Dégainer le Canard de l'Apocalypse",
        "item": 6,
        "quest": 112,
        "unique": false
      },
      {
        "title": "Dégainer votre épée ",
        "quest": 115,
        "unique": false
      }
    ]
  },
  {
    "_id": 112,
    "title": "L’apocalypse (Dégainer le Canard de l’Apocalypse)",
    "text": "Le Canard de l’Apocalypse vibre dans votre poche. Vous le sortez et le brandissez. Vous mourrez. Tout le monde meurt. Le royaume d’Angleterre explose et le monde entier est désintégré. En même temps, vous avez utilisé un objet qui a “Apocalypse” dans son nom.",
    "image": "assets/img/background/story/death1.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Coin Coin",
        "quest": 1001,
        "unique": false
      }
    ]
  },
  {
    "_id": 113,
    "title": "Fermeture du grimoire (Bataille contre Merlin - Réussite)",
    "text": "Merlin raille votre petite manœuvre : “Ha ! Vous comptez éteindre l’essence même du feu stellaire avec un seau d’eau ? Pauvre sotte !” En entrant en contact avec “l’essence même du feu stellaire” (il se la pète de ouf ce Merlin quand même), l’eau se transforme en vapeur. Et c’est l’effet recherché. Le vieux magicien ne vous voit plus à présent, tandis que vous le repérez grâce à la pointe de son chapeau.L’air est expulsé de ses poumons lorsque vous lui enfoncez votre lame dans la poitrine. Alors que ses yeux se voilent, l’environnement autour de vous se brouille. Lorsqu’il se stabilise de nouveau, vous êtes à l’extérieur du château. C’est là que Merlin commence à.. changer. ",
    "image": "assets/img/background/story/bathroom1.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Ah",
        "quest": 114,
        "unique": false
      }
    ]
  },
  {
    "_id": 114,
    "title": "Un dragon, évidemment (Ah)",
    "text": "Les membres du magicien se désarticulent. Les contorsions mutilent son corps, qui se convulse tout en se couvrant de tumeurs hideuses. Elles grossissent jusqu’à elles-mêmes engendrer de nouvelles grosseurs… Peu à peu, vous réalisez que Merlin adopte une nouvelle forme, celle d’un dragon monstrueux et menaçant. La transformation achevée, il crache une gerbe de flammes qui embrase le château, puis vous regarde de ses yeux perçants avant de hurler… et ça fait pouic. Genre son cri, c’est *pouiiiiiic*. Vous sentez un fou rire monter, mais vous le réprimez en vous concentrant sur l’idée qu’être ridicule ne l’empêche en aucun cas de vous dévorer. Mais quand même… *pouiiiiiic*.",
    "image": "assets/img/background/story/spittingFire1.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Attaquer avec votre Canard de l'Apocalypse",
        "item": 6,
        "quest": 112,
        "unique": false
      },
      {
        "title": "Attaquer avec votre arme",
        "quest": 116,
        "unique": false
      }
    ]
  },
  {
    "_id": 115,
    "battle": true,
    "title": "Combat contre Merlin",
    "text": "Le magicien prononce une brève incantation. La puissance des mots vous touche en plein cœur et vous êtes propulsée contre le miroir duquel vous venez d’émerger. Les éclats retombent autour de vous en une pluie tranchante. Vous ignorez la douleur des multiples coupures dont vous écopez et vous servez des fragments comme de dagues de lancer. Merlin est surpris par cette initiative et parvient à lancer un sort de protection au dernier moment. Vos dagues improvisées se brisent sans lui faire le moindre mal, et le voilà qui prépare déjà un nouveau sort, qui s’annonce bien plus menaçant : un boule semblable à un soleil miniature se met à irradier entre ses mains. Vous jetez votre arme sur une grande bassine posée à proximité de la baignoire. L’eau qu’elle contient jaillit sur le globe iridescent. ",
    "image": "assets/img/background/story/arena.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Poursuivre le combat",
        "quest": 113,
        "unique": false
      }
    ]
  },
  {
    "_id": 116,
    "battle": true,
    "title": "Combat contre le Dragon Pouic",
    "text": "Après un nouveau *pouiiiiiic*, le dragon crache une nouvelle gerbe de flammes, sur vous cette fois. Vous vous jetez derrière un rocher, qui menace de fondre. Soudain, la chaleur se résorbe et vous entendez ce qui ressemble à une quinte de toux. Un coup d’œil au-delà de votre rocher pathétique et complètement ravagé vous permet de constater que papi dragon y a été un peu trop fort. C’est votre moment, vous sautez par-dessus le rocher, mais dès que vous approchez de la créature, vous êtes projetée d’un revers de patte. Heureusement, vous avez la présence d’esprit de planter votre arme vers l’avant. Coup de chance ou coup de maîtresse, vous accrochez l’aile du draconide, ce qui vous permet de ralentir votre chute et de lui asséner un premier coup. Vous atterrissez non loin de l’un des pattes antérieures.",
    "image": "assets/img/background/story/spittingFire1.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Poursuivre votre combat",
        "quest": 117,
        "unique": false
      }
    ]
  },
  {
    "_id": 117,
    "title": "Poursuivre votre combat",
    "text": "Un coup de lame bien placé sectionne un tendon, ce qui contraint le dragon à plier. Au moment où sa tête s’effondre, vous êtes pile à côté pour l’accueillir, avec le tranchant de votre arme. Cette fois, c’en est fini de Merlin. Il lâche un ultime *pouiiiiiic* faiblard, qui renferme son dernier souffle. C’est alors que le grimoire de Merlin apparaît à votre hauteur. Pour une raison que vous ne sauriez expliquer, vous comprenez que vous êtes à présent la maîtresse de cet artefact ô combien puissant. Chouette bonus en plus de la prime qu’Arthur va vous verser.",
    "image": "assets/img/background/story/spittingFire1.svg",
    "sound": "assets/audio/finalBattle.mp3",
    "buttons": [
      {
        "title": "Retourner chercher votre dû à Camelot",
        "quest": 1002,
        "unique": false
      }
    ]
  },
  {
    "_id": 118,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 119,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 120,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 121,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 122,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 123,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 124,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 125,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 126,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 127,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 128,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 129,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 130,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 131,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 132,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 133,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 134,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 135,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 136,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 137,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 138,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 139,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 140,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 141,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 142,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 143,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 144,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 145,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 146,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 147,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 148,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 149,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 150,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 151,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 152,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 153,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 154,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 155,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 156,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 157,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 158,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 159,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 160,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 161,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 162,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 163,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 164,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 165,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 166,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 167,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 168,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      },
      {
        "title": "",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 169,
    "title": "Ça sent la puissance, le garder",
    "item": 6,
    "text": "Vous fourrez le Canard de l'Apocalypse dans votre sac. Il fait un coin coin pas net",
    "image": "assets/img/background/story/bedroom1.svg",
    "buttons": [
      {
        "title": "Continuer l'exploration du château",
        "quest": 101,
        "unique": false
      }
    ]
  },
  {
    "_id": 170,
    "title": "Cueillir une belle salade",
    "item": 4,
    "text": "Vous cueilliez une magnifique salade ",
    "image": "assets/img/background/story/lievre1.svg",
    "buttons": [
      {
        "title": "Reprendre la route du château",
        "quest": 16,
        "unique": false
      }
    ]
  },
  {
    "_id": 171,
    "title": "La valse des esprits (Ouvrir les portes)",
    "text": "Vous découvrez une salle de bal opulente. La salle est entièrement vide, mais des instruments sont posés sur une petite estrade et malgré l’absence de musiciens, vous entendez une valse entraînante. C’est en arrivant au milieu de la salle que vous réalisez que vous êtes entourée d’esprits qui virevoltent dans les airs. La peur qui commence à vous gagner s’évanouit lorsque vous réalisez qu’ils ne remarquent même pas votre présence. La danse des esprits vous hypnotise. Vous passez probablement plusieurs heures, obnubilée par le ballet éthéré. Alors, la musique se fait plus discrète, et vous entendez les esprits murmurer à l’unisson dans votre tête : “méfiez-vous des canards…” Vous voilà seule au milieu du silence.",
    "image": "assets/img/background/story/hallGhost1.svg",
    "buttons": [
      {
        "title": "Retourner dans le hall",
        "quest": 62,
        "unique": false
      }
    ]
  },
  {
    "_id": 172,
    "title": "La montée des marches (Prendre les escaliers)",
    "text": "Vous grimpez des marches recouvertes d’un superbe tissu moumoute. Arrivée en haut, seul un couloir s’offre à vous. Au bout de celui-ci, une double porte magnifique ponctue le chemin.",
    "image": "assets/img/background/story/door1.svg",
    "buttons": [
      {
        "title": "Ouvrir les portes",
        "quest": 171,
        "unique": false
      }
    ]
  },
  {
    "_id": 173,
    "title": "De précieux informateurs",
    "text": "Passionnée par vos découvertes, vous vous entretenez longuement avec Jimmy, le golem qui vous a accueilli lorsque vous êtes entrée. Vous refaites plusieurs fois le monde et faites la connaissance de tous les golems réfractaires : Jimmy bien sûr, mais aussi Pimmy, Rimmy, Yimmy et Eymmi. Vous plaisantez à de nombreuses reprises sur le fait qu’il est beaucoup trop facile de confondre Jimmy avec Gimmy, alors même qu’ils ne sont clairement pas faits de la même pierre. Lorsqu’ils apprennent la raison de votre venue en ces lieux, ils vous révèlent tout ce qu’ils savent : Merlin a une nouvelle lubie chaque jour, et aujourd’hui ce sont les odeurs et la crasse qui l’obsèdent. Aux dernières nouvelles, le magicien déchu se trouverait dans sa salle de bains à récurer tout ce qu’il trouve. Vous quittez les golems après les avoir tous enlacés sans exception et promettez de revenir les voir pour parler philosophie.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Sortir",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 174,
    "title": "Rustre",
    "text": "La mine du golem s’assombrit. “Je vous parle de Timmy qui a donné sa vie pour notre cause, et tout ce que vous trouvez à faire, c’est m’interroger ?” C’est vrai que vous auriez pu faire preuve d’un peu de tact. Ceci étant dit, vous n’êtes pas vraiment venu pour tailler le bout de gras, à la base. “Vous feriez mieux de partir, avant qu’on s’énerve avec les autres.” Il y a vraiment beaucoup de golems dans la pièce. Tirez-vous.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Sortir",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 175,
    "title": "",
    "text": "“Je ne peux pas vraiment vous dire où se trouve Merlin. Chaque jour le vieux fou a une nouvelle lubie. Tout ce que je peux vous révéler, c’est qu’aujourd’hui il semble particulièrement porté sur les odeurs et la crasse. Timmy nous l’a révélé juste avant de tomber comme une pierre.” Vous vous dites que ça ne doit pas trop lui changer, à Timmy, avant de réaliser que ce n’est pas franchement le sujet. Vous remerciez le golem pour son aide et vous retournez pour quitter la bibliothèque.",
    "image": "assets/img/background/story/golems1.svg",
    "buttons": [
      {
        "title": "Sortir",
        "quest": 176,
        "unique": false
      }
    ]
  },
  {
    "_id": 176,
    "title": "Vous êtes en pétard",
    "text": "Vous avez le choix entre une porte sculptée représentant une multitude de visages, une autre affublée du seul cadre de tout ce foutu couloir (il représente une forme ovale un peu indistincte). Il y a aussi celle qui semble impalpable. Vous pouvez aussi revenir en arrière, si vous arrêtez de vous plaindre deux secondes.",
    "image": "assets/img/background/story/4doors.svg",
    "buttons": [
      {
        "title": "La porte aux multiples visage",
        "quest": 83,
        "unique": false
      },
      {
        "title": "La porte qui est bizarre, elle est pas palpable",
        "quest": 100,
        "unique": false
      },
      {
        "title": "La porte avec un cadre",
        "quest": 81,
        "unique": false
      },
      {
        "title": "La porte à l’autre bout du couloir",
        "quest": 62,
        "unique": false
      }
    ]
  },
  {
    "_id": 177,
    "title": "Retour à la terre (Victoire brigands)",
    "text": "Plus c’est grand, plus c’est con, comme on dit. Le plus grand fait mine de vous dissuader de passer à l’attaquer alors que vous êtes déjà sur lui. S’il avait levé son arme, il s’en serait peut-être sorti. Mais non, il est grand (et con, du coup).Sa tête vole et rebondit sur la poitrine de son collègue, qui hurle de terreur et s’enfuit. Le dernier lâche un juron à l’intention de ce dernier, puis revient à vous. Il se lance à une vitesse qui vous surprend, considérant sa corpulence, ce qui suffit à vous prendre de court. Un poing rageur s’écrase sur votre visage, et vous vous retrouvez à terre. Vous avez tout juste le temps de rouler sur le côté pour éviter son épée, qui vient se planter dans le sol. Heureusement, vous réagissez rapidement et lui plantez votre lame entre les côtes. Il s’effondre dans un râle.Après avoir repris votre souffle, vous vous relevez et reprenez votre chemin en laissant leurs corps aux loups. Vous marchez pendant plusieurs heures, ruminant votre combat.Soudain, vous réalisez que vous vous tenez face à une sorte d’immense portail. Sur son pourtour sont enroulées des étoffes soyeuses. Aux branches des arbres alentour sont suspendus de longues bandes de tissu.Votre pied trébuche sur une tablette de pierre gravée posée au milieu des herbes folles.“Je suis un tissu tricoté à partir de gros mythos, que suis-je ?”",
    "image": "assets/img/background/story/forest5.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "Un tissu de mensonges",
        "quest": 11,
        "unique": false
      },
      {
        "title": "Des salades",
        "quest": 51,
        "unique": false
      }
    ]
  },
  {
    "_id": 178,
    "battle": false,
    "title": "C’est un vampire",
    "text": "C’est beau une confiance si aveugle, si ingénue. C’est beau et en même temps c’est totalement inconscient. Dès l’instant où vous lui tournez le dos, Edward Cullen cède à ses instincts et vous plante ses crocs dans la jugulaire. La prochaine fois, quand un vampire vous dira qu’il préfère la salade, vous ne vous laisserez pas avoir. Attendez, vous êtes morte, il n’y aura pas de prochaine fois.",
    "image": "assets/img/background/story/vampire1.svg",
    "sound": "assets/audio/battle.mp3",
    "buttons": [
      {
        "title": "Ma foi dans les vampires est sérieusement ébranlée",
        "quest": 1001,
        "unique": false
      }
    ]
  },
  {
    "_id": 179,
    "battle": true,
    "title": "C’est l’heure du du-du-du-duel",
    "text": " “Merci, mais la proposition ne m’intéresse guère.” Par ces mots, vous avez scellé votre destin. Enfin surtout le leur. Mais eux ils croient que vous avez scellé le votre, de destin. Alors qu’en fait non, ils sont bêtes, c’est eux qui vont mourir. Peut-être. Ils sont trois quand même.Avant qu’ils aient eu le temps de réagir, vous vous jetez sur le plus grand, qui vous a alpagué, l’arme au poing.",
    "image": "assets/img/background/story/arena.svg",
    "sound": "assets/audio/battle.mp3",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 177,
        "unique": false
      }
    ]
  },
  {
    "_id": 180,
    "battle": true,
    "title": "Repousser les Rel’Ours",
    "text": "Vous attrapez votre arme en toute hâte et fendez l’air à plusieurs reprises pour effrayer vos adversaires peloteurs. Cela fonctionne brièvement grâce à l’effet de surprise, mais les Rel’Ours, c’est persévérant.",
    "image": "assets/img/background/story/arena.svg",
    "sound": "assets/audio/battle.mp3",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 185,
        "unique": false
      }
    ]
  },
  {
    "_id": 181,
    "battle": true,
    "title": "Le géant terrassé ",
    "text": "Vous frappez un coup, puis deux, sans toutefois faire mouche. Votre adversaire vous repousse d’un simple revers de la main. Le mur que vous percutez vide l’air de vos poumons. Alors que le gardien s’approche, vous percevez les vibrations du sol dans vos mains et vos genoux à chacun de ses pas. Vous êtes toujours à quatre pattes, haletante, lorsqu’il vous saisit. ",
    "image": "assets/img/background/story/arena.svg",
    "sound": "assets/audio/battle.mp3",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 57,
        "unique": false
      }
    ]
  },
  {
    "_id": 182,
    "battle": true,
    "title": "Brochette de géant",
    "text": "Entre les jambes du gardien, vous remarquez un énorme cristal très pointu à quelques mètres derrière lui. Vous prétextez vouloir résoudre son énigme, le laissant plonger dans ses réflexions pour vous en trouver une. C’est à ce moment que vous faites appel à toutes vos forces et poussez le géant d’un coup sec. ",
    "image": "assets/img/background/story/arena.svg",
    "sound": "assets/audio/battle.mp3",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 55,
        "unique": false
      }
    ]
  },
  {
    "_id": 183,
    "battle": true,
    "title": "C’est l’heure du pieu",
    "text": "C’est un vampire. Vous n’avez pas vraiment besoin d’une incitation supplémentaire pour le tuer. Enfin le retuer. Vu qu’il est déjà mort, techniquement. “Mais puisque je vous dis que je suis végé…” Il n’a pas le temps de finir sa phrase puisque votre poing s’écrase contre sa jolie petite frimousse bien peignée. C’est alors que Cullen semble beaucoup moins enclin au végétarisme. Une lueur rouge envahit ses yeux, ses canines deviennent plus saillantes et sa peau… sa peau brille ? Oui, sa peau brille. Edward devient une boule à facettes quand il est énervé. Pas commun ça.",
    "image": "assets/img/background/story/arena.svg",
    "sound": "assets/audio/battle.mp3",
    "buttons": [
      {
        "title": "La mort du disco avant l’heure",
        "quest": 184,
        "unique": false
      }
    ]
  },
  {
    "_id": 184,
    "battle": false,
    "title": "",
    "text": "Vous êtes d’abord aveuglée par la lumière qui émane du vampire, ce qui lui donne l’occasion de vous asséner un coup de griffe qui vous lacère le bras. Votre arme tombe à terre. Edward sent que c’est son moment et vous saute dessus. Vous roulez à terre juste à temps, récupérant votre lame au passage. Pendant ce temps, le vampire plante ses dents dans la porte. Bien aiguisées ces dents. Un peu trop pour son propre bien apparemment. Un balayage net vient découper la tête d’Edward, ce qui interrompt immédiatement la soirée disco. Non pas que vous sachiez ce qu’est le disco. Le monde n’est pas encore prêt pour ça. Il n’est déjà pas prêt pour les vampires végétariens.",
    "image": "assets/img/background/story/vampire1.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 63,
        "unique": false
      }
    ]
  },
  {
    "_id": 185,
    "battle": false,
    "title": "Bas les pattes",
    "text": "La pattes en avant, les Rel’Ours grognent après que vous les ayez repoussés. Surtout, des griffes sont apparues au bout des pattes en question, et ça ça vous déplaît pas mal. Déjà qu’ils sont venus vous emmerder alors que vous étiez bien tranquille… C’est le moment pour une leçon champêtre. Le pommeau de votre arme s’écrase contre les noix des Rel’Ours les uns après les autres, vous sentez même une brindille craquer. L’adversaire concerné tombe immédiatement dans les pommes et vous en profiter pour l’achever. Ses compères voient leurs pattes tomber à leurs pieds après une attaque circulaire particulièrement efficace de votre part. Ils s’enfuient immédiatement dans la forêt en hurlant à la mort, qu’ils rencontreront très bientôt à force de se vider de leur sang.",
    "image": "assets/img/background/story/forest7.svg",
    "sound": "assets/audio/foret1.mp3",
    "buttons": [
      {
        "title": "Enfin la paix",
        "quest": 45,
        "unique": false
      }
    ]
  },
  {
    "_id": 186,
    "battle": true,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 187,
    "battle": true,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 188,
    "battle": true,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 189,
    "battle": true,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 0,
        "unique": false
      }
    ]
  },
  {
    "_id": 190,
    "title": "",
    "text": "",
    "image": "",
    "buttons": [
      {
        "title": "Poursuivre l'histoire",
        "quest": 0,
        "unique": false
      }
    ]
  }
]
